Repository: arizvisa/d4x
Catalog: main/po/fuzzy/*.po
Languages: el_gr, fi, he, ja, nl, pl, pt_br, sk

source: Timeout while reading from socket!
el_gr: Λήξη χρόνου διαβάσματος του socket!
fi: Taukoa kun holkki on luettu!
he: !טקוסה תאירקב טואא-םייט
ja: ソケットの読み込み中にタイムアウト!
nl: Timeout bij het lezen van socket!
pl: Przekroczony limit czasu odczytu z gniazdka!
pt_br: Tempo de espera para conexão acabou!
sk: Èasový limit pri èítaní soketu skonèil!

source: Error while reading from socket!
el_gr: Σφάλμα κατά το διάβασμα από το socket!
fi: Virhe kun luettiin socketista
he: !טקוסהמ האירקב הלקת
ja: ソケットからの読み込み中にエラー!
nl: Fout bij het lezen van socket!
pl: B³±d przy odczycie z gniazdka!
pt_br: Erro ao abrir conexão!
sk: Nastala chyba pri èítaní zo soketu!

source: Trying to connect...
el_gr: Προσπάθεια για σύνδεση...
fi: Yritet‰‰n yhdist‰‰...
he: ...רבחתהל הסנמ
ja: 接続中...。
nl: Verbinding aan het maken...
pl: Próba po³±czenia...
pt_br: Tentando conectar...
sk: Pokú¹am sa spoji»...

source: Socket was opened!
el_gr: Το socket άνοιξε!
fi: Holkki on avattu!
he: !חתפנ טקוס
ja: ソケットが開きました!
nl: Socket geopend!
pl: Gniazdko zosta³o otwarte!
pt_br: Conexão foi iniciada!
sk: Soket bol otvorený!

source: Host not found!
el_gr: Ο Host δεν βρέθηκε!
fi: Is‰nt‰‰ ei lˆytynyt!
he: !אצמנ אל תרשה
ja: ホストが見つかりません!
nl: Host niet gevonden!
pl: Serwer nie zosta³ odnaleziony!
pt_br: Servidor não encontrado!
sk: Hostiteµ nebol nájdený!

source: Can't allocate socket
el_gr: Δεν μπορώ να αναθέσω το socket
fi: Ei voitu paikantaa holkkia
he: טקוס ףוסאל לוכי אל
ja: ソケットの割り当てができません。
nl: Kan geen socket toewijzen
pl: Nie mogê zaalokowaæ gniazdka
pt_br: Não consigo reservar uma conexão
sk: Nemô¾em si necha» prideli» soket

source: Can't connect
el_gr: Δεν μπορώ να συνδεθώ
fi: Ei voida yhdist‰‰
he: רבחהתהל לוכי אל
ja: 接続できません。
nl: Verbinding mislukt
pl: Nie mogê zrealizowaæ po³±czenia
pt_br: Não consigo conectar
sk: Nemô¾em sa pripoji»

source: You forgot to specify directory.
el_gr: Ξεχάσατε να ορίσετε κατάλογο.
nl: Geen directory aangegeven.
pl: Zapomnia³e¶ okre¶liæ katalog.
pt_br: Você esqueceu de especificar um diretório.

source: You must specify number as second parameter for '-m' option
el_gr: Πρέπει να ορίσετε αριθμό ως δεύτερη παράμετρο στην επιλογή '-m'
nl: De optie '-m' heeft een getal nodig als parameter
pl: Powiniene¶ okre¶liæ liczbê jako drugi parametr dla opcji '-m'
pt_br: O parâmetro para a opção '-m' deve ser um número

source: You must specify number as parameter for '--exit-time' option
el_gr: Πρέπει να ορίσετε αριθμό ως παράμετρο στην επιλογή '--exit-time'
nl: De optie '--exit-time' heeft een getal nodig als parameter
pl: Powiniene¶ okre¶liæ liczbê jako parametr dla opcji '--exit-time'
pt_br: O parâmetro para a opção '--exit-time' deve ser um número

source: Expect URL as parameter for '--ls' option
el_gr: Προσμονή του URL ώς παράμετρος για την '--ls' επιλογή
nl: De optie '--ls' heeft een URL nodig als parameter
pl: Oczekuj URL'a jako parametru dla opcji '--ls'
pt_br: O parâmetro para a opção '--ls' deve ser uma URL
sk: Oèakáva» URL ako parameter pre voµbu '--ls'

source: Expect URL as parameter for '--del' option
nl: De optie '--del' heeft een URL nodig als parameter
pl: Oczekuj URL'a jako parametru dla opcji '--del'

source: Can't open cfg file at '%s'
el_gr: Δεν μπορώ να ανοίξω το cfg αρχείο στο '%s'
fi: Ei voitu avata cfg-tiedostoa '%s':sta
he: '%s' -ב תורדגהה ץבוק תא אוצמל לוכי אל
ja: %sのコンフィグファイルが開けません。
nl: Kan instellingen in bestand '%s' niet openen
pl: Nie mogê otworzyæ pliku konfiguracji '%s'
pt_br: Não consigui abrir o arquivo de configuração em '%s'
sk: Nemô¾em otvori» konfiguraèný súbor na '%s'

source: Use default cfg :))...
el_gr: Χρησιμοποιώ τις εξ ορισμού ρυθμίσεις :))...
fi: K‰yt‰ oletusasetuksia...
he: ...((: לדחמה-תרירב תורדגהב שמתשמ
ja: デフォルトのコンフィグファイルを使います。 :))...
nl: Gebruik standaard instellingen :))...
pl: U¿yjê domy¶lnej konfiguracji :))...
pt_br: Usando a configuração padrão :))...
sk: Pou¾ijem prednastavenú konfiguráciu :))...

source: unknown option:
el_gr: άγνωστη επιλογή:
fi: tuntematon valinta:
he: :העודי אל תורשפא
ja: 不明なオプション:
nl: onbekende optie:
pl: nieznana opcja:
pt_br: opção desconhecida:
sk: neznáma voµba

source: Run downloads: %d
el_gr: Τρέχοντα κατεβασμάτα: %d
fi: Aja imuroinnit: %d
he: %d :תוליעפ תודרוה
ja: ダウンロード開始: %d
nl: Actieve downloads: %d
pl: Uruchomionych pobierañ: %d
pt_br: Downloads em execução: %d
sk: Probiehajúcich s»ahovaní: %d

source: Paused downloads: %d
el_gr: Σταματημένα κατεβάσματα: %d
fi: Pys‰yt‰ imuroinnit: %d
he: %d :תוהשומ תודרוה
ja: ダウンロード停止: %d
nl: Onderbroken downloads: %d
pl: Zatrzymanych pobierañ: %d
pt_br: Downloads pausados: %s
sk: Pozastavených s»ahovaní: %d

source: Failed downloads: %d
el_gr: Αποτυχημένα κατεβάσματα: %d
fi: Ep‰onnistuneet imuroinnit: %d
he: %d :ולשכנש תודרוה
ja: ダウンロード失敗: %d
nl: Mislukte downloads: %d
pl: Nieudanych pobierañ: %d
pt_br: Downloads mal sucedidos: %d
sk: Neúspe¹ných s»ahovaní: %d

source: Completed downloads: %d
el_gr: Ολοκληρωμένα κατεβάσματα: %d
fi: Suoritetut imuroinnit: %d
he: %d :ומלשוהש תודרוה
ja: ダウンロード完了: %d
nl: Voltooide downloads: %d
pl: Zakoñczonych pobierañ: %d
pt_br: Downloads concluídos: %d
sk: Ukonèených s»ahovaní: %d

source: Total: %d
el_gr: Συνολικά: %d
fi: Kokonaism‰‰r‰: %d
he: %d :כ"הס
ja: 合計: %d
nl: Totaal: %d
pl: Rozmiar Ca³k.: %d
sk: Celkom: %d

source: Total bytes loaded: %d
el_gr: %d συνολικά bytes φορτώθηκαν
he: .ונעטנ םיתב %d
nl: %i bytes geladen.
pl: Wszystkich za³adowanych bajtów: %d
pt_br: Total bytes lidos: %d

source: Current speed: %d
el_gr: Τρέχουσα ταχύτητα: %d
fi: Nykyinen nopeus: %d
he: %d :תיחכונ תוריהמ
ja: 現在の速度: %d
nl: Huidige snelheid: %d
pl: Aktualna szybko¶æ: %d
pt_br: Velocidade atual: %d
sk: Aktuálna rýchlos»: %d

source: Curent speed: %d
el_gr: Τρέχουσα ταχύτητα: %d
he: %d :תיחכונ תוריהמ
nl: Huidige snelheid: %d
pl: Aktualna szybko¶æ: %d
pt_br: Velocidade atual: %d

source: Usage: nt [OPTION] ... [URL]
el_gr: Σύνταξη: nt [επιλογή] ... [διεύθυνση]
fi: K‰yttˆ: nt [VALINNAT] ... [URL]
ja: 使用法: nt [オプション] ... [URL]
nl: Gebruik: nt [OPTIE] ... [URL]
pl: Sposób u¿ycia: nt [OPCJA] ... [URL]
pt_br: Uso: nt [OPÇÕES] ... [URL]
sk: Pou¾itie: nt [VO¥BY] ... [URL]

source: print this page and exit
el_gr: τύπωσε αυτήν την σελίδα και τερμάτισε
fi: tulosta t‰m‰ sivu ja lopeta
ja: このページを表示して終了
nl: druk deze pagina af en sluit af
pl: wydrukuj t± stronê i zakoñcz
pt_br: mostra esta página e termina
sk: výpis tejto stránky a ukonèenie

source: show version information and exit
el_gr: δείξε την έκδοση και τερμάτισε
fi: n‰yt‰ versiotiedot ja lopeta
ja: バージョン情報を表示して終了
nl: laat versie informatie zien en sluit af
pl: poka¿ informacje o wersji i zakoñcz
pt_br: mostra informações sobre a versão e termina
sk: zobrazenie informácií o verzii programu a ukonèenie

source: show information if already run
el_gr: δείχνε πληροφορίες αν ήδη τρέχεις
fi: n‰yt‰ tiedot jos on jo k‰ynniss‰
ja: 動作中の情報を表示
nl: laat informatie zien indien al opgestart
pl: poka¿ informacje je¶li pobieranie trwa
pt_br: mostra informação se já está executando
sk: zobrazenie informácie, èi program práve be¾í

source: show current speed if already run
el_gr: δείξε τρέχουσα ταχύτητα αν ήδη τρέχεις
fi: n‰yt‰ nykyinen nopeus jos on jo k‰ynniss‰
ja: 動作中の現在の速度を表示
nl: laat huidige snelheid zien indien al opgestart
pl: poka¿ aktualn± szybko¶æ je¶li pobieranie trwa
pt_br: mostra a velocidade atual se estiver rodando
sk: zobrazenie aktuálnej rýchlosti, ak program práve be¾í

source: run in minimized mode
el_gr: εκτέλεση σε ελαχιστοποιημένη κατάσταση
ja: 最小化して起動
nl: start in geminimaliseerde mode
pl: uruchom w trybie zminimalizowanym
pt_br: executar em modo minimizado
sk: Spusti» v minimalizovanom móde

source: set timeout for exiting if nothing to do
el_gr: ορισμός χρόνου εξόδου αν δεν υπάρχει άλλο κατέβασμα
ja: 自動終了までの時間を指定
nl: zet timeout voor afsluiten na inactiviteit
pl: ustaw limit czasu zakoñczenia je¶li nic nie zosta³o do pobrania
pt_br: configurar quanto tempo aguardar antes de sair se não houver nada para fazer
sk: Nastavi» èasový limit pre ukonèenie pri neèinnosti

source: set directory for saving files
el_gr: καθορισμός καταλόγου για αποθήκευση των αρχείων
fi: aseta hakemisto talletustiedostoja varten
ja: ファイルをセーブするディレクトリを指定
nl: stel directory in voor opgeslagen bestanden
pl: ustaw katalog dla zapisywanych plików
pt_br: configurar diretório para salvar arquivos
sk: Nastavi» adresár pre ukladanie súborov

source: set lower speed limitation
el_gr: ενεργοποίηση ορίου κατώτερης ταχύτητας
fi: aseta hitaampi nopeusrajoitus
he: הכומנ תוריהמ עבק
ja: 低速にセット
nl: gebruik lagere snelheid
pl: ustaw ni¿sze ograniczenie szybko¶ci
pt_br: configurar limite baixo de velocidade
sk: nastavi» dolnú limitáciu rýchlosti

source: set medium speed limitation
el_gr: ενεργοποίηση ορίου μεσαίας ταχύτητας
fi: aseta keskitasoinen nopeusrajoitus
he: תינוניב תוריהמ עבק
ja: 中速にセット
nl: gebruik normale snelheid
pl: ustaw po¶rednie ograniczenie szybko¶ci
pt_br: configurar limite médio de velocidade

source: set unlimited speed
el_gr: ενεργοποίηση απεριόριστης ταχύτητας
fi: aseta rajaton nopeus
he: תלבגומ יתלב תוריהמ עבק
ja: 速度無制限にセット
nl: onbeperkte snelheid
pl: ustaw nieograniczon± szybko¶æ
pt_br: configurar velocidade ilimitada
sk: nastavi» neobmedzenú rýchlos»

source: delete completed if already run
el_gr: σβήσιμο κατεβασμένων αν ήδη τρέχουν
fi: poista suoritetut jos on jo k‰ynniss‰
ja: 取得完了したファイルのキューを削除
nl: verwijder voltooide downloads die klaar zijn
pl: usuñ zakoñczone je¶li zawsze dzia³a
pt_br: deletar downloads concluídos se já executados
sk: Zmaza» ukonèené ak práve be¾í

source: set maximum active downloads
el_gr: καθορισμός μέγιστου αριθμού ενεργών κατεβασμάτων
fi: aseta maksimi aktiivisille imuroinneille
ja: 同時にダウロードするファイルの最大数を指定
nl: stel maximum aantal simultane downloads in
pl: ustaw maksymaln± liczbê aktywnych pobierañ
pt_br: configurar máximo de downloads ativos
sk: Nastavi» maximum aktívnych s»ahovaní

source: restart all failed downloads
el_gr: επανεκίνηση όλων των αποτυχημένων κατεβασμάτων
fi: k‰ynnist‰ kaikki epo‰onnistuneet imuroinnit
ja: 取得に失敗していたファイルのキューを再スタート
nl: herstart alle mislukte downloads
pl: restartuje wszystkie b³êdne pobierania
pt_br: reiniciar todos downloads mal sucedidos
sk: Re¹tartuj v¹etky neúspe¹né s»ahovania

source: run program without X interface
el_gr: εκτέλεση προγράμματος χωρίς το Χ interface
fi: aja ohjelma ilman X rajapintaa
ja: Xインターフェイスなしで起動
nl: start programma zonder X interface
pl: uruchamia program bez interfejsu graficznego
pt_br: rodar o programa sem interface X
sk: Spusti program bez grafického rozhrania

source: display info about URL in queue of downloads
el_gr: προβολή πληροφοριών για το URL στην ουρά των κατεβασμάτων
ja: ダウンロード キューを出しているURLの情報を表示
nl: toon informatie over de URL in wachtrij
pl: wy¶wietl informacje o URL'u w kolejce pobierañ
pt_br: mostrar informação sobre URL que está aguardando na fila de downloads
sk: zobraz info o URL vo fronte s»ahovaní

source: remove a download from queue
he: ומלשוהש תודרוה הקנ
nl: verwijder een download van de wachtrij
pl: usuñ pobieranie z kolejki

source: using colors if run without interface
el_gr: χρήση χρωμάτων αν εκτελεσθεί χωρίς το interface
nl: gebruik kleuren indien gestart zonder interface
pl: u¿yj kolorów przy uruchomieniu bez interfejsu

source: Loading cookies
el_gr: Φόρτωμα cookies
fi: Ladataan cookies
he: ...זיזוק ןעוט
ja: cookieをロード中。
nl: Bezig cookies te laden
pl: £adowanie cookies
pt_br: Carregando cookies
sk: Naèítávam cookies

source: %i cookies loaded
el_gr: %i cookie φορτώθηκε
fi: %i cookies ladattu
he: ונעטנ זיקוק %i
ja: %iのcookieをロードしました。
nl: %i cookies geladen
pl: %i cookies za³adowano
pt_br: %i cookies lidos
sk: %i cookies naèítaných

source: Can't write to file
el_gr: Δεν μπορώ να γράψω στο αρχείο
fi: Ei voida kirjoittaa tiedostoon
he: ץבוקל בותכל לוכי אל
ja: ファイルに書き込めません。
nl: Kan niet naar bestand schrijven
pl: Nie mogê zapisaæ do pliku
pt_br: Não posso escrever no arquivo
sk: Nemô¾em zapísa» do súboru

source: File is already opened by another download!
el_gr: Το αρχείο είναι ήδη ανοιγμένο από άλλο κατέβασμα!
he: !תרחא הדרוהב שומישב רבכ ץבוקה
nl: Bestand reeds geopend door een andere download!
pl: Plik jest ju¿ otwarty przez inne pobieranie!
pt_br: O arquivo já está sendo manipulado por outro download!

source: Filesystem do not support advisory record locking!
el_gr: To filesystem δεν υποστηρίζει παραινετικό κλείδωμα των εγγραφών!
nl: Het bestandssysteem ondersteunt geen 'advisory record locking'!
pl: System plików nie obs³uguje doradczego rekordu blokuj±cego!

source: Will proceed without it but beware that you might have problems.
el_gr: Θα προχωρήσω χωρίς αυτό, αλλά έχε υπόψιν πως ίσως προκύψουν προβλήματα.
nl: Ik zal verdergaan maar er kunnen problemen ontstaan.
pl: Bêdê kontynuowaæ bez tego, ale ostrzegam, ¿e mo¿esz mieæ problemy.

source: You have no permissions to create file at path %s
el_gr: Δεν έχετε δικαιώματα για να δημιουργήσετε αρχείο στο %s
fi: Sinulla ei ole oikeuksia luoda tiedostoa polulle %s
he: %s םוקימב ץבוק רוציל האשרה ךל ןיא
ja: %sへのファイルの作成はパーミッションで禁止されています。
nl: Je hebt geen permissie om het bestand in %s aan te maken
pl: Nie masz praw do utworzenia pliku w %s
pt_br: Você não tem as permissões adequadas para criar arquivo em %s
sk: Nemáte prístupové práva na vytvorenie súboru na %s

source: You have no space at path %s for creating file
el_gr: Δεν υπάρχει ελεύθερος χώρος στο %s για δημιουργία αρχείου
fi: Sinulla ei ole tilaa polulla %s tiedoston luomiseen
he: ץבוק תריציל %s םוקימב םוקמ ןיא
ja: %sへのファイルを作成するスペースがありません。
nl: Je hebt niet genoeg ruimte in %s om het bestand aan te maken
pl: Brakuje miejsca, aby utworzyæ plik w %s
pt_br: Você não tem espaço em %s para criar arquivo
sk: Nemáte dostatok miesta na vytvorenie súboru na %s

source: Directory already created!:))
el_gr: Ο κατάλογος υπάρχει ήδη!:))
fi: Hakemisto on jo luotu!:))
he: ((: הרצונ רבכ הירפסה
ja: すでにディレクトリは存在しています!:))
nl: Directory bestaat al! :))
pl: Katalog zosta³ ju¿ utworzony!:))
pt_br: Diretório já existe!:))
sk: Adresár bol u¾ vytvorený!:))

source: Trying to create a link
el_gr: Προσπαθώ να δημιουργήσω ένα link
fi: Yritet‰‰n luoda linkki‰
he: קניל רוציל הסנמ
ja: リンク中。
nl: Bezig een link aan te maken
pl: Próbujê utworzyæ ³±cze
pt_br: Tentando criar um link
sk: Pokú¹am sa vytvori» odkaz

source: Link already created!:))
el_gr: Το Links υπάρχει ήδη!:))
fi: Linkki on jo luotu!:))
he: ((: ! רצונ רבכ קנילה
ja: すでにリンクされています!:))
nl: Link bestaat al! :))
pl: £±cze zosta³o ju¿ utworzone!:))
pt_br: Link já existe!:))
sk: Odkaz u¾ bol vytvorený!:))

source: Can't create link
el_gr: Δεν μπορώ να δημιουργήσω link
fi: Ei voida luoda linkki‰
he: קניל רוציל לוכי אל
ja: リンクできません。
nl: Link kan niet aangemaakt worden
pl: Nie mogê utworzyæ ³±cza
pt_br: Não posso criar um link
sk: Nemô¾em vytvori» odkaz

source: Trying to create a file
el_gr: Προσπαθώ να δημιουργήσω ένα αρχείο
fi: Yritet‰‰n luoda tiedostoa
he: ץבוק רוציל הסנמ
ja: ファイルを作成中。
nl: Bezig een bestand aan te maken
pl: Próbujê utworzyæ plik
pt_br: Tentando criar um arquivo
sk: Pokú¹am sa vytvori» súbor...

source: Can't create file at the path:
el_gr: Δεν μπορώ να δημιουργήσω αρχείο στο path:
fi: Ei voitu luoda tiedostoa polulle:
he: :םוקימב ץבוק רוציל לוכי אל
ja: このパスにファイルを作成できません。:
nl: Kan bestand niet aanmaken in:
pl: Nie mogê utworzyæ pliku w katalogu:
pt_br: Não consigo criar o arquivo no caminho:
sk: Nemô¾em vytvori» súbor s touto cestou

source: which has name:
el_gr: το οποίο έχει όνομα:
fi: jonka nimi on:
he: :אוה ומשש
ja: ファイル名:
nl: met de naam:
pl: który ma nazwê:
pt_br: com o nome:
sk: ktorý má meno:

source: File was created!
el_gr: Δημιουργήθηκε αρχείο!
fi: Tiedosto on luotu!
he: !רצונ ץבוק
ja: ファイルの作成完了しました!
nl: Bestand aangemaakt!
pl: Plik zosta³ utworzony!
pt_br: O arquivo foi criado!
sk: Súbor bol vytvorený!

source: Trying to create a dir
el_gr: Προσπαθώ να δημιουργήσω έναν κατάλογο
fi: Yritet‰‰n luoda hakemistoa
he: הירפס רוציל הסנמ
ja: ディレクトリを作成中。
nl: Bezig een directory aan te maken
pl: Próbujê utworzyæ katalog
pt_br: Tentando criar um diretório
sk: Pokú¹am sa vytvori» adresár

source: Can't create directory!
el_gr: Δεν μπορώ να δημιουργήσω κατάλογο!
fi: Ei voida luoda hakemistoa
he: !הירפס לוכי אל
ja: ディレクトリを作成できません!
nl: Directory kan niet aangemaakt worden!
pl: Nie mogê utworzyæ katalogu!
pt_br: Não posso criar diretório!
sk: Nemô¾em vytvori» adresár!

source: Downloader can't create devices...
el_gr: Ο Downloader δεν μπορεί να δημιουργήσει devices...
fi: Imuroija ei voi luoda laitteita...
ja: Downloaderはデバイスの作成はできません...。
nl: Downloader kan geen apparaten aanmaken...
pl: Downloader nie mo¿e utworzyæ urz±dzeñ...
pt_br: Downloader não pode criar arquivos de dispositivos (e.g., /dev)...
sk: Downloader nemô¾e vytvori» zariadenie...

source: Downloading was successefully completed!
el_gr: Το κατέβασμα ολοκληρώθηκε επιτυχώς!
fi: Imurointi suoritettiin onnistuneesti loppuun!
he: !החלצהב המלשוה הדרוהה
ja: ダウンロードが完了しました!
nl: Download gelukt!
pl: Pobieranie zosta³o pomy¶lnie zakoñczone!
pt_br: Download foi concluído com sucesso!
sk: S»ahovanie bolo úspe¹ne dokonèené!

source: Downloading was failed...
el_gr: Το κατέβασμα απέτυχε...
fi: Imurointi ep‰onnistui...
he: ...הלשכנ הדרוהה
ja: ダウンロードに失敗しました...。
nl: Download mislukt...
pl: Pobieranie nie powiod³o siê...
pt_br: Download falhou...
sk: S»ahovanie zlyhalo...

source: Redirect detected...
el_gr: Αναγνωρίστηκε επανακατεύθυνση...
fi: ≈“≈Œ¡–“¡◊Ã≈Œ…≈...
he: ...ההוז Redirect
ja: 再検索中...。
nl: Doorverwijzing gedetecteerd...
pl: Wykryto przekierowanie...
pt_br: Redirecionamente detetectado...
sk: Zistené presmerovanie...

source: It is strange that we can't delete file which just created...
el_gr: Είναι περίεργο που δεν μπορούμε να σβήσουμε αρχείο που μόλις δημιουργήθηκε...
fi: Outoa ettemme voi poistaa tiedostoa jonka juuri loimme...
he: ...ונרצי התע הזש ץבוק קוחמל רשפא יאש רזומ
ja: ストレージに作成されているファイルは削除できません...。
nl: Grappig, we kunnen het bestand dat net aangemaakt is, niet verwijderen...
pl: Dziwne jest to, ¿e nie mo¿na usun±æ pliku, który zosta³ w³a¶nie utworzony...
pt_br: É estranho que não consiga apagar o arquivo que acabei de criar...
sk: Je zvlá¹tne, ¾e nemô¾em zmaza» súbor, ktorý bol práve vytvorený...

source: File not found
el_gr: Δεν βρέθηκε το αρχείο
fi: Tiedostoa ei lˆytynyt
he: אצמנ אל ץבוק
ja: ファイルが見つかりません。
nl: Bestand niet gevonden
pl: Plik nie zosta³ odnaleziony
pt_br: Arquivo não encontrado
sk: Súbor nenájdený

source: Sorting started
el_gr: Η κατάταξη ξεκίνησε
he: לחה ןוימ
nl: Sorteren gestart
pl: Sortowanie zosta³o rozpoczête
pt_br: Ordenação iniciada

source: Pinging (atempt %i of %i)
el_gr: Pinging (προσπάθεια %i από %i)
he: (%i ןויסנ ,%i ךותמ) גניפ עצבמ
nl: Bezig te pingen (poging %i van %i)
pl: Pingowanie (próba %i z %i)
pt_br: Pinging (tentativa %i de %i)

source: Searching failed
el_gr: Η αναζήτηση απέτυχε
he: לשכנ שופיח
nl: Zoeken mislukt
pl: Wyszukiwanie nie powiod³o siê
pt_br: Busca falhou

source: Search had been completed!
el_gr: Η αναζήτηση είχε τελειώσει!
he: !םלשוה שופיחה
nl: Zoeken voltooid!
pl: Szukanie zosta³o zakoñczone!
pt_br: Busca completada!
sk: Vyhµadávanie bolo ukonèené

source: Was Started!
el_gr: Ξεκίνησε!
fi: Aloitettiin!
he: !ליחתה
ja: スタート!
nl: Is gestart!
pl: Zosta³ Rozpoczêty!
pt_br: Iniciando!
sk: Operácia zahájená!

source: It is a link and we already load it
el_gr: Είναι ένα link και ήδη το έχουμε φορτώσει
fi: Se on linkki ja olemme jo ladanneet sen
he: ותוא וננעט רבכו קניל והז
ja: これはリンクのようです。すでにロードしています。
nl: Het is een link en we hebben hem al ingeladen
pl: To jest ³±cze i my w³a¶nie za³adowali¶my je
pt_br: Isso é um link e já o lemos (carregamos)
sk: To je odkaz a bol u¾ nahratý

source: Trying to work without CWD
el_gr: Προσπαθώ να δουλέψω χωρίς CWD
nl: Probeer te werken zonder CWD
pl: Próbujê pracowaæ bez CWD

source: Can't split file to specified number of parts!
el_gr: Δεν μπορώ να κόψω το αρχείο στον ορισμένο αριθμό κομματιών!
he: !ןייוצש םיקלחה רפסמל ץבוקה תא לצפל לוכי אל
nl: Kan bestand niet opsplitsen in aangegeven aantal delen!
pl: Nie mogê podzieliæ pliku na okre¶lon± liczbê czê¶ci!
pt_br: Não posso dividir o arquivo no número de partes especificadas!

source: Maximum number of retries reached!
el_gr: Φτάσατε τον μέγιστο αριθμό προσπαθειών!
fi: Maksimim‰‰r‰ uudelleenyrityksi‰ saavutettu!
he: !ילמיסקמה תונויסנה רפסמל ונעגה
ja: 最大接続回数を越えました!
nl: Maximale aantal pogingen bereikt!
pl: Zosta³a osi±gniêta maksymalna liczba wznowieñ!
pt_br: Atingiu-se o número máximo de tentativas para continuar!
sk: Bol dosiahnutý maximálny poèet pokusov!

source: Retry %i of %i....
el_gr: Ξαναπροσπαθώ %i του %i....
fi: Uudelleenyritys %i / %i....
he: ....%i רפסמ ןויסנ ,%i ךותמ
ja: %i回目の接続(全%i回)....。
nl: Poging %i van %i....
pl: %i próba z %i...
pt_br: Tentativa %i de %i....
sk: Skú¹am %i. pokus z %i....

source: Retry %i ...
el_gr: Ξαναπροσπαθώ %i ...
fi: Uudelleenyritet‰‰n %i ...
he: ... %i הסנמ
ja: %i回目の接続...。
nl: Poging %i ...
pl: %i próba ...
pt_br: Tentando %i ...
sk: Skú¹am %i ...

source: File on a server is newer then local one. Restarting from begin
el_gr: Το αρχείο στον server είναι νεότερο από το τοπικό αρχείο. Επανεκκίνηση κατεβάσματος
he: שדחמ ליחתמ .ימוקמהמ רתוי שדח תרשה לע ץבוקה
ja: サーバーにより新しいファイルがある場合、再ダウンロード。
nl: Bestand op de server is nieuwer dan de lokale versie. Bezig opnieuw te starten
pl: Plik na serwerze jest nowszy ni¿ plik lokalny. Pobieram go od pocz±tku!
pt_br: Arquivo no servidor é mais novo que a cópia local. Reiniciando do comeco
sk: Súbor na serveri je nov¹í ako ten miestny. Re¹tarujem od zaèiatku

source: Error code %i
el_gr: Κωδικός σφάλματος %i
nl: Fout code %i
pl: Kod b³êdu %i

source: Warning! Probably you found the BUG!!!
el_gr: ΠΡΟΣΟΧΗ! Πιθανότατα βρήκατε BUG!!!
fi: VAROITUS! Luultavasti lˆysit BUGIN!!!
he: !!!גאב תאצמש הארנכ !הרהזא
ja: 警告! バグを発見した模様!!!
nl: Waarschuwing! Waarschijnlijk heb je de FOUT gevonden!!!
pl: Ostrze¿enie! Prawdopodobnie znalaz³e¶ B£¡D w programie!!!
pt_br: Atenção! Provavelmente você achou um BUG!!!
sk: Upozornenie! Mo¾no ste na¹li chybu!

source: If you see this message please report to mdem@chat.ru
el_gr: Αν βλέπετε αυτό το μήνυμα παρακαλώ επικοινωνήστε στο mdem@chat.ru
fi: Jos n‰et t‰m‰n viestin, niin ole hyv‰ ja raportoi: mdem@chat.ru
he: mdem@char.ru -ל י/חווד אנא ,וז העדוה האור ה/תא םא
ja: このメッセージを見たら mdem@chat.ru に報告を。
nl: Als je dit bericht ziet, meld dat dan alsjeblieft aan mdem@chat.ru
pl: Je¶li widzisz ten komunikat, to proszê, wy¶lij raport do mdem@chat.ru
pt_br: Se você ver essa mensagem, por favor informe pelo E-Mail mdem@chat.ru (em inglês)
sk: Ak vidíte túto správu, oznámte to prosím na adresu mdem@chat.ru

source: Accepting faild
el_gr: Απέτυχε η αποδοχή
fi: Hyv‰ksynt‰ ep‰onnistui
he: הלשכנ הלבק
ja: 受取りに失敗しました。
nl: Acceptatie mislukt
pl: Akceptacja nie powiod³a siê
pt_br: Falha recebendo

source: Timeout while sending through control socket.
el_gr: Χρόνος λήξης στάλθηκε μέσω του socket ελέγχου.
fi: Tauko l‰hetetty kontrollihokin kautta.
he: .הרקבה טקוס ךרד החילשב טואא-םייט
ja: コントロールソケットを通してタイムアウトが送られてきました。
nl: Timeout bij het zenden door controle socket.
pl: Przekroczony limit czasu wysy³ania przez gniazdko kontrolne.
pt_br: Fim do tempo de espera ao enviar pelo socket de controle.
sk: Vypr¹al èasovy limit pri posielaní cez kontrolný soket.

source: Control connection lost
el_gr: Χάθηκε η σύνδεση
nl: Controleverbinding verbroken
pl: Utracono po³±czenie kontrolne
pt_br: O controle da conexão foi perdido

source: Data connection lost!
el_gr: Χάθηκε το socket δεδομένων!
fi: Tietoholkki kadotettu!
he: !דבא עדימה טקוס
nl: Dataverbinding verbroken!
pl: Utracono po³±czenie danych!
pt_br: A conexão de dados foi perdida!
sk: Dátovy soket je stratený!

source: Control connection lost!
el_gr: Χάθηκε η σύνδεση
fi: Kontrolliyhteys kadotettu
he: דבא הרקבה רוביח
nl: Controleverbinding verbroken!
pl: Utracono po³±czenie kontrolne!
pt_br: O controle da conexão foi perdido!
sk: Kontrola spojenia je stratená
