Repository: arizvisa/d4x
Catalog: main/po/fuzzy/*.po
Languages: el_gr, fi, he, ja, nl, pl, pt_br, sk

source: Reget is not supported!!!
el_gr: Το συνέχισμα δεν υποστηρίζεται!!!
fi: Uudelleensaaminen ei ole tuettu!!!
he: !!!ץבוק תדרוה ךשמהב הכימת ןיא
nl: Reget wordt niet ondersteund!!!
pl: Wznawianie nie jest obs³ugiwane!!!
pt_br: Continuar uma conexão perdida não é possível (Reget não é suportado)!!!
sk: Reget nie je podporovaný!!!

source: try to connect to %i,%i,%i,%i,%i,%i
el_gr: Προσπαθώ να συνδεθώ στο %i,%i,%i,%i,%i,%i
fi: yrit‰ yhdist‰‰ %i,%i,%i,%i,%i,%i
he: %i,%i,%i,%i,%i,%i -ל רבחתהל הסנמ
ja: %i,%i,%i,%i,%i,%iに接続中。
nl: verbinden met %i,%i,%i,%i,%i,%i
pl: próba po³±czenia siê z %i,%i,%i,%i,%i,%i
pt_br: tentando conectar a %i,%i,%i,%i,%i,%i
sk: Pokú¹am sa pripoji» k %i,%i,%i,%i,%i,%i...

source: Data connection closed.
el_gr: Η σύνδεση δεδομένων έκλεισε
fi: Tietoyhteys suljettu
he: .רגסנ עדימה רוביח
ja: データへの接続が閉じられました。
nl: Dataverbinding beeindigd.
pl: Po³±czenie danych zosta³o zamkniête.
pt_br: Conexão de dados fechada.
sk: Dátové spojenie zatvorené.

source: Requested size was loaded
el_gr: Φορτώθηκε η το επιθυμητό μέγεθος
he: ןעטנ שקובמה לדוגה
nl: Gevraagde grootte ingeladen
pl: ¯±dany rozmiar zosta³ za³adowany
pt_br: Lido o tamanho pedido

source: Can't establish data connection
el_gr: Δεν μπορώ να συνδεθώ
fi: Ei voida perustaa tietoyhteytt‰
he: DATA תורבחתה רוציל לוכי אל
ja: データへの接続が確立できません。
nl: Kan dataverbinding niet tot stand brengen
pl: Nie mogê ustanowiæ po³±czenia danych
pt_br: Não posso estabelecer uma conexão de dados
sk: Nemô¾em zriadi» dátové spojenie!

source: Can't change directory
el_gr: Δεν μπορώ να αλλάξω κατάλογο
fi: Ei voida muuttaa hakemistoa
he: הירפס תונשל לוכי אל
ja: ディレクトリの変更ができません。
nl: Kan niet van directory wisselen
pl: Nie mogê zmieniæ katalogu
pt_br: Não posso mudar de diretório
sk: Nemô¾em zmeni» adresár

source: Server refused login, perhaps there are too many users of your class
el_gr: Ο server αρνήθηκε το login, πιθανότατα πολλοί χρήστες της τάξης σας
fi: Palvelin kielt‰ytyi kirjoittautumasta sis‰‰n luultavasti aivan liika sinun luokkaisia k‰ytt‰ji‰
he: םישמתשמ ידמ רתוי שיש הארנכ ,רוביח רשפאמ אל תרשה
ja: 接続中のユーザーが多いためにログインを拒否されたようです。
nl: Toegang geweigerd. Waarschijnlijk zijn er al teveel gebruikers ingelogd
pl: Serwer odrzuci³ logowanie, byæ mo¿e zbyt wielu u¿ytkowników twojej klasy
pt_br: O servidor recusou o acesso, provavelmente exitem muitos usuários da sua classe
sk: Server odmietol pripojenie, asi je tam veµa u¾ívateµov...

source: Sleeping
el_gr: Απραξία...
fi: Lep‰‰...
he: ןיתממ
ja: 停止中。
nl: Wachten...
pl: U¶piony
pt_br: Dormindo
sk: Spím...

source: Empty answer. Trying to change directory to determine file type.
nl: Geen antwoord. Bezig naar directory te wisselen om bestandstype te bepalen.
pl: Pusta odpowied¼. Próbujê zmieniæ katalog, aby okre¶liæ typ pliku.

source: Length is %i
el_gr: Το μήκος είναι %i
fi: Pituus on %i
he: %i אוה ץבוקה לדוג
ja: ファイルの大きさは%i バイトです。
nl: Grootte is %i
pl: D³ugo¶æ: %i
pt_br: Tamanho é %i
sk: Då¾ka je %i

source: This is a directory!
el_gr: Αυτό είναι ένας κατάλογος!
fi: T‰m‰ on hakemisto!
he: !הירפס יהוז
ja: ディレクトリです!
nl: Dit is een directory!
pl: To jest katalog!
pt_br: Isto é um diretório!
sk: Toto je adresár!

source: Couldn't get size :((
el_gr: Δεν μπόρεσα να καταλάβω το μέγεθος :((
fi: Ei voinut saada kokom‰‰r‰‰ :((
he: )): ץבוקה לדוג תא לבקל לוכי אל
ja: ファイルのサイズを取得できません。 :((
nl: Kan grootte niet bepalen :((
pl: Nie mogê pobraæ rozmiaru :((
pt_br: Não posso obter o tamanho :((
sk: Nemohol som získa» veµkos» :((

source: Loading directory...
el_gr: Φορτώνω τον κατάλογο...
fi: Ladataan hakemistoa
he: ...הירפס ןעוט
ja: ディレクトリをロードしています...。
nl: Bezig directory te laden...
pl: £adowanie katalogu...
pt_br: Carregando diretório...
sk: Nahrávam adresár...

source: Listing was loaded
el_gr: Φορτώθηκε η λίστα
fi: Listaus ladattu
he: הנעטנ המישר
ja: リストをロードしました。
nl: Directory lijst geladen
pl: Lista zosta³a za³adowana
pt_br: Lista lida
sk: Zoznam bol nahratý

source: Listing not loaded completelly
el_gr: Η λίστα δεν φορτώθηκε πλήρως
fi: Listaus ei ladattu kokonaan
he: האולמב הנעטנ אל המישר
ja: リストのロードに失敗しました。
nl: Directory lijst niet geheel geladen
pl: Lista nie zosta³a ca³kowicie za³adowana
pt_br: Lista não foi completamete lida
sk: Zoznam nebol kompletne nahratý

source: Link was loaded :))
el_gr: Φορτώθηκε το link :))
fi: Linkki ladattu :))
he: ((: ןעטנ קניל
ja: リンクをロードしました。 :))
nl: Link is geladen :))
pl: £±cze zosta³o za³adowane :))
pt_br: Link carregado :))
sk: Odkaz bol nahratý :))

source: %i bytes loaded.
el_gr: %i bytes φορτώθηκαν
fi: %i tavua ladattu
he: .ונעטנ םיתב %i
ja: %i バイトのロードが完了しました。
nl: %i bytes geladen.
pl: %i bajtów zosta³o za³adowanych.
pt_br: %i bytes lidos.
sk: %i bytov bolo naèítaných.

source: Answer read ok
el_gr: Σωστή ανάγνωση απάντησης
fi: Vastaus luettu ok
he: החלצהב הלבקתה הבושת
ja: 読み込み許可が出ました。
nl: Antwoord in orde
pl: Odpowied¼ zosta³a przeczytana poprawnie
pt_br: Resposta da leitura ok (positiva)
sk: Odpoveï preèítaná v poriadku...

source: Probably it's problem of proxy server, retrying
nl: Waarschijnlijk probleem bij proxy, probeer opnieuw...
pl: Prawdopodobnie jest to problem serwera proxy, próbujê ponownie

source: Socket lost!
el_gr: Χάθηκε το socket!
fi: Socketti kadonnut!
he: !דבא טקוס
ja: ソケットが失われました!
nl: Socket afgebroken!
pl: Utracono gniazdko!
pt_br: Socket perdido!
sk: Soket stratený!

source: Request was sent, waiting for the answer
el_gr: Η αίτηση στάλθηκε, περιμένω για απάντηση
fi: Pyyntˆ l‰hetettiin, odotetaan vastausta
he: הבושתל הכחמ ,החלשנ השקב
ja: リクエストを送信。応答を待っています。
nl: Verzoek verzonden, wacht op antwoord
pl: ¯±danie zosta³o wys³ane, oczekiwanie na odpowied¼
pt_br: Requisição foi enviada, esperando por resposta
sk: Po¾iadavka bola poslaná, èakám na odpoveï

source: It is not HTTP server!!!
el_gr: Δεν είναι HTTP server!!!
fi: Ei ole HTTP palvelin!!!
he: !!!HTTP רתא אל והז
ja: HTTPサーバーではありません!!!
nl: Dat is geen HTTP server!!!
pl: To nie jest serwer HTTP!!!
pt_br: Este não é um servidor HTTP!!!
sk: To nie je HTTP server!

source: All ok, reading file
el_gr: Όλα εντάξει, διαβάζω το αρχείο
fi: Kaikki okei, luetaan tiedostoa
he: ץבוק ארוק ,רדסב לכה
ja: All OK、ファイルを読み込み中。
nl: Alles in orde, bestand wordt ingelezen
pl: Wszystko w porz±dku, czytanie pliku
pt_br: Tudo certo, lendo arquivo
sk: V¹etko v poriadku, naèítam súbor...

source: It seems to me that you need a password :)
el_gr: Μου φαίνεται πως απαιτείται κωδικός :)
fi: N‰ytt‰‰ silt‰ ett‰ tarvitset salasanan :)
he: (: המסיס ךירצ התאש יל הארנ
ja: パスワードが必要です。:)
nl: Het lijkt erop dat je een wachtwoord nodig hebt :)
pl: Wydaje mi siê, ¿e potrzebujesz has³a :)
pt_br: Parece que é necessario utilizar senha :)
sk: Zdá sa mi, ¾e potrebujete heslo :)

source: Server return bad answer:((
el_gr: Ο server επέστρεψε λάθος απάντηση :(
fi: Palvelin palautti pahan vastauksen :(
he: )): הניקת אל הבושת ריזחה תרשה
ja: サーバーからの残念な返答です。:((
nl: Server geeft een fout antwoord :((
pl: Serwer zwróci³ z³± odpowied¼ :((
pt_br: O servidor retornou uma resposta incorreta:((
sk: Server vrátil chybnú odpoveï:((

source: Couldn't get normal answer!
el_gr: Δεν μπόρεσα να λάβω σωστή απάντηση!
fi: Ei voinut saada normaalia vastausta
he: !תילמרונ הבושת לבקל לוכי אל
ja: 正常な応答が得られません!
nl: Kan geen normaal antwoord krijgen!
pl: Nie mo¿na pobraæ normalnej odpowiedzi!
pt_br: Não pude obter uma resposta normal!
sk: Nemô¾em získa» ¹tandardnú odpoveï!

source: Size for download is %i bytes
el_gr: Το μέγεθος κατεβάσματος είναι %i bytes
fi: Imuroinnin koko on %i tavua
he: םיתב %i אוה הדרוהל לדוגה
ja: ダウンロードサイズは%i バイトです。
nl: Grootte voor download is %i bytes
pl: Rozmiar pobierania wynosi %i bajtów
pt_br: O tamanho do download é de %i bytes
sk: Veµkos» s»ahovaného súboru je %i bajtov

source: Sending HTTP request...
el_gr: Στέλνω http αίτηση...
fi: L‰hetet‰‰n http pyyntˆ‰...
he: ...HTTP תשקב חלוש
ja: HTTPリクエストを送っています...。
nl: Verzenden HTTP verzoek...
pl: Wysy³anie ¿±dania http...
pt_br: Enviando requisição HTTP...

source: It is seemed REGET not supported! Loading from begin..
el_gr: Φάνηκε πως δεν υποστηρίζεται η συνέχεια! Ξανά από την αρχή..
fi: N‰ytt‰‰ silt‰ ett‰ UUDELLEENHAKUA ei ole tuettu! Ladataan alusta..
he: ..הלחתההמ ליחתמ !ךמתנ אל הדרוה ךשמהש הארנכ
ja: ファイルの再取得をサポートしていないようです!はじめからダウンロードし直します。
nl: Het lijkt erop dat REGET niet ondersteund wordt! Vanaf begin laden...
pl: Wydaje siê, ¿e REGET nie jest obs³ugiwany! £adowanie od pocz±tku...
pt_br: Protocolo (REGET) para continuar conexão interrompinda não é suportado! Baixando desde o início...
sk: Vyzerá to ¾e REGET nie je podporovány! Naèítavam od zaèiatku.

source: ETag was changed, restarting again...
el_gr: Το ETag άλλαξε, επανεκκίνηση...
nl: De ETag is veranderd, opnieuw gestart...
pl: ETag zosta³ zmieniony, restartujê...
pt_br: ETag mudou, reiniciando novamente...

source: Log was started!
el_gr: Ξεκίνησε το Log!
fi: Lokkaus aloitettiin!
he: לחה גולב םושיר
ja: ログ開始!
nl: Logbestand geopend!
pl: Logowanie zosta³o rozpoczête!
pt_br: Log foi iniciado!
sk: Zaznamenávanie do protokolu zahájené!

source: Can't init control socket!
he: הרקב טקוס חותפל לוכי אל
nl: Kan controleverbinding niet initialiseren!
pl: Nie mogê zainicjowaæ gniazdka kontrolnego!

source: Loading default list of downloads
el_gr: Φόρτωμα της εξ ορισμού λίστας με τα κατεβάσματα
fi: Ladataan imurointien oletuslistaa
he: תודרוה תמישר ןעוט
ja: デフォルトのダウンロードリストをロードする
nl: Bezig standaard lijst van downloads te laden...
pl: £adowanie domy¶lnej listy pobierañ
pt_br: Lendo lista padrão de downloads
sk: Otváram predvolený s»ahovací zoznam

source: Delete completed downloads
el_gr: Σβήσιμο κατεβασμένων αρχείων
fi: Poista suoritetut imuroinnit
he: ומלשוהש תודרוה קחמ
ja: ダウンロードの完了したファイルの削除
nl: Verwijder voltooide downloads
pl: Usuñ zakoñczone pobierania
pt_br: Apagar downloads concluídos
sk: Zmaza» ukonèené s»ahovania

source: Delete failed downloads
el_gr: Σβήσιμο αποτυχημένων κατεβασμάτων
fi: Poista ep‰onnistuneet imuroinnit
he: ולשכנש תודרוה קחמ
ja: ダウンロードに失敗したファイルの削除
nl: Verwijder mislukte downloads
pl: Usuñ nieudane pobierania
pt_br: Apagar downloads mal sucedidos
sk: Zmaza» neúspe¹né s»ahovania

source: Clear queue of downloads
el_gr: Άδεια ουρά αρχείων για κατέβασμα
fi: Puhdista imurointien jono
he: תודרוה תמישר הקנ
ja: ダウンロードのキューをクリアーします。
nl: Maak download lijst leeg
pl: Wyczy¶æ kolejkê pobierañ
pt_br: Limpando fila de downloads
sk: Vymazal som s»ahovaciu frontu

source: Run new thread for %z
el_gr: Ξεκίνα νέο thread για %z
fi: Aja uusi lanka %z:lle
ja: %zのための新しいスレッドの開始。
nl: Start %z in een nieuwe thread
pl: Uruchom nowy w±tek dla %z
pt_br: Executar novo thread para %z
sk: Spú¹»am nový thread pre %z

source: Can't run new thread for downloading!
el_gr: Δεν μπορώ να τρέξω νέα διαδικασία για κατέβασμα!
fi: Ei voitu ajaa uutta lankaa imurointiin!
ja: ダウンロードのための新しいスレッドを走らせられません!
nl: Kan geen nieuwe thread aanmaken voor download!
pl: Nie mogê uruchomiæ nowego w±tku dla pobierania!
pt_br: Não consigo executar novo thread para download!
sk: Nemô¾em spusti» nový thread pre s»ahovanie

source: Downloading of file %s from %s was terminated [by user]
el_gr: Το κατέβασμα του αρχείου %s από %s διακόπηκε [από τον χρήστη]
fi: Imuroidaan tiedostoa %s %s:sta keskeytettiin [k‰ytt‰j‰]
he: [שמתשמ י"ע] הקספוה %s ץבוקה לש %s -מ הדרוהה
ja: %sの%sからのダウンロードを中断しました。 [by user]
nl: Download van bestand %s van %s is afgebroken [door gebruiker]
pl: Pobieranie pliku %s z %s zosta³o przerwane [przez u¿ytkownika]
pt_br: Download do arquivo %s de %s foi terminado [pelo usuário]
sk: S»ahovanie súboru %s zo %s bolo preru¹ené [u¾ívateµom]

source: Delete file %s from queue of downloads
el_gr: Σβήνω το αρχείο %s από την ουρά με τα αρχεία προς κατέβασμα
fi: Poista tiedosto %s imurointijonosta
he: תודרוה תמישרמ %s ץבוק הקנ
ja: %sのキューが取り消されました。
nl: Verwijder bestand %s van lijst van downloads
pl: Usuniêcie pliku %s z kolejki pobierañ
pt_br: Apagar o arquivo %s da fila de downloads
sk: Zmazaný súbor %s zo s»ahovacej fronty

source: Continue downloading of file %s from %s...
el_gr: Συνεχίζω το κατέβασμα του αρχείου %s από %s...
fi: Jatka tiedoston %s imurointia %s:sta...
he: ...%s תא %s -מ תא דירוהל ךישממ
ja: %sを%sからダウンロード中...。
nl: Voortzetting downloaden van %s van %s...
pl: Kontynuacja pobierania pliku %s z %s...
pt_br: Continuando a fazer download do arquivo %s de %s...
sk: Pokraèujem s»ahovaním súboru %s z %s...

source: file
el_gr: αρχείο
fi: tiedosto
he: ץבוק
nl: bestand
pl: plik
pt_br: arquivo
sk: súbor

source: dir
fi: hakemisto
he: הירפס
pl: katalog
pt_br: diretório
sk: adresár

source: link
fi: linkki
he: קניל
pl: ³±cze
sk: odkaz

source: device
nl: apparaat
pl: urz±dzenie
pt_br: dispositivo
sk: zariadenie

source: Too many redirections!
el_gr: Υπερβολικά πολλές ανακατευθύνσεις!
nl: Teveel herverwijzingen!
pl: Zbyt wiele przekierowañ!

source: Redirection from [%z] to the same location!
el_gr: Επανακατεύθυνση από το [%z] στην ίδια τοποθεσία!
nl: Herverwijzing van [%z] naar zichzelf!
pl: Przekierowanie z [%z] do tego samego po³o¿enia!
pt_br: Redirecionamento de [%z] para o mesmo lugar!

source: Redirection from [%z] to nowhere!
el_gr: Επανακατεύθυνση από το [%z] στο πουθενά!
fi: Suuntaus [%z]:sta ei minnek‰‰n!
nl: Herverwijzing van [%z] naar nergens!
pl: Przekierowanie z [%z] do nik±d!
pt_br: Redirecionamento de [%z] para lugar algum!
sk: Presmerovanie z [%z] nikam!

source: Redirect from %z
el_gr: Ανακατεύθυνση από %z
fi: Suuntaus %z:sta
ja: %zからのダウンロードに変更
nl: Herverwijzing via %z
pl: Przekierowanie z %z
pt_br: Redirecionar de %z
sk: Presmerovánie z %z

source: Downloading of directory %z was completed
el_gr: Το κατέβασμα του καταλόγου %z ολοκληρώθηκε
fi: Hakemiston %z imurointi suoritettu
he: המלשוה %z הירפסה תדרוה
ja: ディレクトリ %zのダウンロードが完了しました。
nl: Download van directory %z voltooid
pl: Pobieranie katalogu %z zosta³o zakoñczone
pt_br: Download do diretório %z foi concluído
sk: Stiahnutie adresára %z je ukonèené

source: Downloading of file %z (%i bytes) was completed at speed %i bytes/sec
el_gr: Το κατέβασμα του αρχείου %z (%i bytes) ολοκληρώθηκε με ταχύτητα %i bytes/δευτ.
fi: Tiedston imurointi %z (%i tavua) suoritettu nopeudella %i tavua/sek
he: (%z ץבוקה) (םיתב %i) %i תוריהמב המלשוה הדרוהה
ja: %z (%i バイト)は%i バイト/秒でダウンロードが完了しました。
nl: Download van bestand %z (%i bytes) voltooid met snelheid van %i bytes/sec
pl: Pobieranie pliku %z (%i bajtów) zosta³o zakoñczone z szybko¶ci± %i bajtów/sek
pt_br: Download do arquivo %z (%i bytes) foi concluído a velocidade de %i bytes/segundo
sk: S»ahovanie súboru %z (%i bajtov) bolo dokonèené rýchlos»ou %i bajtov za sekundu.

source: %z was deleted from queue of downloads as completed download
el_gr: %z αφαιρέθηκε από την ουρά με τα κατεβάσματα ως κατεβασμένο
fi: %z poistettiin imurointijonosta suoritettuna imurointina
he: המייתסהש הדרוהכ ,תודרוה תמישרמ קחמנ %z
ja: %zをダウンロードの完了したファイルとしてキューから削除します。
nl: %z is uit de lijst verwijderd als voltooid
pl: %z zosta³o usuniête z kolejki pobierañ jako pobieranie zakoñczone
pt_br: %z foi apagada da fila de downloads como download concluído
sk: %z bol zmazaný zo s»ahovacej fronty lebo s»ahovanie bolo dokonèené

source: Downloading of file %z was terminated by fatal error
el_gr: Το κατέβασμα του αρχείου %z διακόπηκε από σφάλμα
fi: Tiedoston imurointi %z keskeyttiin kohtalokkaan virheen toimesta
he: הלקת ללגב הקספוה %z ץבוקה תדרוה
ja: %zのダウンロードが中断しました。[by fatal error]
nl: Download van bestand %z afgebroken door fatale fout
pl: Pobieranie pliku %z zosta³o przerwane przez b³±d krytyczny
pt_br: Download do arquivo %z foi terminado por um erro fatal
sk: S»ahovanie súboru %z bolo preru¹ené kvôli záva¾nej chybe

source: %z was deleted from queue of downloads as failed download
el_gr: %z αφαιρέθηκε από την ουρά με τα κατεβάσματα ως αποτυχημένο
fi: %z poistettiin imurointijonosta ep‰onnistuneena imurointina
he: הלשכנש הדרוהכ ,תודרוה תמישרמ קחמנ %z
ja: %zをダウンロードに失敗したファイルとしてキューから削除します。
nl: %z is uit de lijst verwijderd als mislukt
pl: %z zosta³o usuniête z kolejki pobierañ jako pobieranie nieudane
pt_br: %z foi apagado da fila de downloads como download que falhou
sk: %z bol smazaný zo s»ahovacej fronty lebo s»ahovanie bolo neúspe¹né

source: Restarting failed downloads
el_gr: Επανεκκίνση αποτυχημένων κατεβασμάτων
he: ולשכנש תודרוה שדחמ ליחתמ
ja: 取得に失敗したファイルの再ダウンロード
nl: Bezig mislukte downloads opnieuw te starten
pl: Restartowanie pobierañ, które siê nie powiod³y
pt_br: Reiniciando downloads mal sucedidos
sk: Re¹tartova» neúspe¹né s»ahovania

source: [control socket]
el_gr: [socket ελέγχου]
fi: [kontrolliholkki]
ja: [コントロールソケット]
nl: [controle socket]
pl: [gniazdko kontrolne]
pt_br: [socket de controle]
sk: [riadiaci soket]

source: Remove the download via control socket [%s]
he: [%s] הרקבה טקוס ךרד ומלשוהש תודרוה הקנ
nl: Verwijder download via controle socket [%s]
pl: Usuwanie pobierania przez gniazdko kontrolne [%s]

source: Adding downloading via control socket [%s]
el_gr: Προσθήκη κατεβάσματος μέσω socket ελέγχου [%s]
fi: Lis‰t‰‰n imurointiin kontrolliholkin kautta [%s]
ja: コントロールソケットからダウンロードを追加しました。[%s]
nl: Voeg download toe via controle socket [%s]
pl: Dodanie pobierania przez gniazdko kontrolne [%s]
pt_br: Adicionar download via socket de controle [%s]
sk: Pridávam s»ahovanie cez riadiaci soket [%s]

source: Set speed limitation to %s %s
el_gr: Ορισμός του ορίου ταχύτητας στο %s %s
fi: Aseta nopeusrajoitus %s %s
he: %s %s -ל תוריהמ תלבגה עבק
ja: $sに%sのスピード制限をセット。
nl: Stel snelheidslimiet in op %s %s
pl: Ustawienie ograniczenia prêdko¶ci na %s %s
pt_br: Configurar limite de velocidade para %s %s
sk: Nastav obmedzenia rýchlosti na %s %s

source: Setup maximum active downloads to
el_gr: Ορισμός του μέγιστου αριθμού ενεργών κατεβασμάτων σε
he: -ל ילמיסקמ תודרוה רפסמ רדגה
ja: 最大同時ダウンロード数
nl: Stel macimale aantal actieve downloads in op
pl: Ustaw maksymaln± liczbê aktywnych pobierañ na
pt_br: Configurar número máximo de downloads simultâneos para
sk: Nastavi» maximum aktívnych s»ahovaní na

source: Exiting if nothing to do is switched off
el_gr: Η έξοδος αν δεν υπάρχει άλλο κατέβασμα είναι απενεργοποιημένη
he: תלטובמ תושעל המ ןיא םא האיצי
nl: Afsluiten na inactiviteit is uitgeschakeld
pl: Zakoñczenie jest nie zosta³o nic do pobrania jest wy³±czone
pt_br: Saindo do programa se a opção 'nada para fazer' está desativada
sk: Ukonèenie pri neèinnosti je vypnuté

source: Downloader will exit if nothing to do after %i minutes %s
el_gr: Ο Downloader θα τερματίσει αν δεν έχει να κάνει τίποτα μετά από %i λεπτά %s
he: תוקד %i ירחא תושעל המ ןיא םא אציי Downloader %s
ja: %sの後、%i分後に動作してない場合ダウンローダーを終了。
nl: Downloader sluit af na %i minuten inactiviteit %s
pl: Downloader zakoñczy dzia³anie je¶li nie zosta³o nic do zrobienia po %i minutach %s
pt_br: Downloader terminará sua execução se não houver nada para fazer depois de %i minutos %s
sk: Downloader chce skonèi» ak je neèinný po %i min. %s

source: Normally started
el_gr: Κανονική εκκίνηση
fi: Aloitettu normaalisti
he: החלצהב לעפוה
ja: 正常に起動。
nl: Normaal opgestart
pl: Uruchomiony normalnie
pt_br: Iniciado normalmente
sk: Normálny ¹tart

source: Added downloading of file %s from %s [by user]
el_gr: Πρόσθεσα για κατέβασμα το αρχείο %s από %s [από τον χρήστη]
fi: Lis‰tty tiedoston imurointi %s %s:sta [k‰ytt‰j‰]
he: [שמתשמ י"ע] %s ץבוקה לש %s -מ תדרוהה הפסונ
ja: %sの%sからのダウンロードを追加しました。 [by user]
nl: Bestand %s van %s toegevoegd [door gebruiker]
pl: Dodano pobieranie pliku %s z %s [przez u¿ytkownika]
pt_br: Adicionando download do arquivo %s de %s [pelo usuário]
sk: Pridaný súbor %s z %s pre s»ahovanie [u¾ívateµom]

source: %lu bytes loaded during the session
el_gr: %lu bytes φορτώθηκαν κατά τη διάρκεια της διαδικασίας
he: יחכונה ןשסה ךשמב ונעטנ םיתב %lu
ja: セッション中に%luバイトをダウンロード。
nl: %lu bytes geladen tijdens de sessie
pl: %lu bajtów za³adowanych podczas tej sesji
pt_br: %lu bytes lidos durante esta sessão
sk: %lu bajtov nahratých poèas sedenia

source: Downloader exited normaly
el_gr: Το πρόγραμμα έκλεισε κανονικά
fi: Imuroija lopetettiin normaalisti
he: החלצהב רגסנ
ja: Downloaderは正常に終了しました。
nl: Downloader normaal afgesloten
pl: Downloader zakoñczy³ normalnie
pt_br: Download terminou normalmente
sk: Downloader bol normálne ukonèený

source: Can't open '%s' to save log
el_gr: Δεν μπορώ να ανοίξω το '%s' για αποθήκευση του log
he: גול תרימשל '%s' ץבוקה תא חותפל לוכי אל
nl: Kan bestand '%s' niet openen voor schrijven van log
pl: Nie mogê otworzyæ '%s', aby zapisaæ dziennik
pt_br: Não consigo abrir o arquivo '%s' para salvar log

source: Such protocol is not supported!
el_gr: Το πρωτόκολλο δεν υποστηρίζεται!!!
he: !ךמתנ אל הז לוקוטורפ
nl: Dit protocol wordt niet ondersteund!
pl: Taki protokó³ nie jest obs³ugiwany!
pt_br: Tal protocolo não é suportado!

source: Limitation for size of file of mainlog reached! File have been truncated.
el_gr: Το όριο για το μέγεθος του αρχείου του κύριου log ξεπεράστηκε! Το αρχείο έχει περικοπεί
fi: Rajapyykki p‰‰lokin tiedostonkokoon saavutettu! Tiedosto on typistynyt.
he: .עטקנ ץבוקה !םומיסקמל עיגה ישארה גולה ץבוק לדוג
ja: メインログのファイルサイズが制限に達しました!ファイルを切り捨てます。
nl: Limiet voor grootte hoofdlog bereikt! Bestand is ingekort.
pl: Osi±gniêto ograniczenie rozmiaru pliku g³ównego dziennika! Plik zostanie podzielony.
pt_br: Limite máximo de tamanho para log principal alcançado! Arquivo foi truncado.
sk: Obmedzenie pre veµkos» súboru hlavného protokolu dosiahnuté. Súbor bude skrátený!

source: Can't write to file interrupting write to file
el_gr: Δεν μπορώ να γράψω σε αρχείο, διακόπτω την εγγραφή σε αυτό
fi: Ei voida kirjoittaa tiedostoon keskeytet‰‰n tiedostoon kirjoittaminen
he: ץבוקל הביתכ קיספמ - ץבוקל בותכל לוכי אל
ja: ファイルの書き込みを妨げられているため書き込めません。
nl: Kan niet schrijven naar bestand waar al naartoe geschreven wordt
pl: Nie mo¿na zapisaæ do pliku, który zosta³ przerwany
pt_br: Não posso escrever para o arquivo interrompendo escrita para o arquivo
sk: Nemô¾em zapísa» do súboru, preru¹ujem zapisovanie do súboru.

source: Open a row
el_gr: Άνοιγμα σειράς
fi: Avaa rivi
he: הרוש חתפ
ja: ログを開く
nl: Regel openen
pl: Otwórz wiersz
pt_br: Abrir uma linha
sk: Otvorenie riadku

source: Clear log
el_gr: Καθάρισμα log
fi: Puhdista loki
he: גול ץבוק הקנ
ja: ログを消去する
nl: Log leegmaken
pl: Wyczy¶æ dziennik
pt_br: Limpar log
sk: Vymazanie protokola

source: Properties
el_gr: Ρυθμίσεις
fi: Ominaisuudet
he: םינייפאמ
ja: プロパティ
nl: Eigenschappen
pl: W³a¶ciwo¶ci
pt_br: Propriedades
sk: Vlastnosti

source: row number %i of main log
el_gr: αριθμός σειράς %i του κύριου log
fi: P‰‰lokin rivinumero %i
he: ישארה גולב %i רפסמ הרוש
ja: メインログの%i行目
nl: Regel %i van hoofdlog
pl: numer wiersza %i dziennika g³ównego
pt_br: linha número %i do log principal
sk: riadok èíslo %i hlavného záznamu

source: Can't open file for saving log
el_gr: Δεν μπορώ να ανοίξω αρχείο για αποθήκευση του log
fi: Ei voida avata tiedostoa lokin tallennusta varten
he: גול תרימשל ץבוק חותפל לוכי אל
ja: ログファイルが開けません。
nl: Kan bestand niet openen voor schrijven van log
pl: Nie mogê otworzyæ pliku do zapisania dziennika
pt_br: Não consigo abrir o arquivo de log salvado
sk: Nemô¾em otvori» súbor pre ulo¾enie záznamu

source: WARNING!!! Can't find HOME variable! So can't read config!
el_gr: ΠΡΟΣΟΧΗ!!! Δεν μπορώ να βρώ την μεταβλητή HOME! Δεν μπορώ να διαβάσω τις ρυθμίσεις!
fi: VAROITUS!!! Ei voitu lˆyt‰‰ vaihtelevaa KOTIA ! Niinp‰ ei voitu lukea asetuksia
he: !תורדגהה תא ןועטל רשפא יאש ךכ ,HOME תכרעמה הנתשמ תא אוצמל לוכי אל !!!הרהזא
ja: 警告!!!ホームディレクトリが見つかりません!コンフィグファイルを読み込めません!
nl: WAARSCHUWING!!! Variable HOME niet gevonden! Kan instellingen niet lezen!
pl: OSTRZE¯ENIE!!! Nie mogê odnale¼æ zmiennej HOME! Nie mogê wiêc odczytaæ konfiguracji!
pt_br: ATENÇÃO!!! Não pude localizar a variável HOME! Logo não é possível ler o arquivo de configuração!
sk: Upozornenie! Nemô¾em nájs» premennú HOME! Preto nemô¾em preèíta» konfiguraèný súbor.
