Repository: arizvisa/d4x
Catalog: main/po/fuzzy/*.po
Languages: el_gr, fi, he, ja, nl, pl, pt_br, sk

source: Confirm delete completed downloads
el_gr: Επιβεβαίωση σβησίματος κατεβασμένων αρχείων
fi: Vahvista suoritettujen imurointien poisto
he: ומלשוהש תודרוה יוקינב רושיא שקב
ja: ダウンロードの完了したファイルのキューを削除するときに確認をする
nl: Bevestig verwijderen voltooide downloads
pl: Potwierd¼ usuniêcie zakoñczonych pobierañ
pt_br: Confirmar para apagar downloads concluídos
sk: Potvrdzova» zmazanie hotových s»ahovaní

source: Confirm delete failed downloads
el_gr: Επιβεβαίωση σβησίματος αποτυχημένων κατεβασμάτων
fi: Vahvista kohtalokkaiden imurointien poisto
he: ולשכנש תודרוה יוקינב רושיא שקב
ja: ダウンロードに失敗したファイルのキューを削除するときに確認をする
nl: Bevestig verwijderen mislukte downloads
pl: Potwierd¼ usuniêcie nieudanych pobierañ
pt_br: Confirmar para apagar downloads mal sucedidos
sk: Potvrdzova» zmazanie neúspe¹ných s»ahovaní

source: Confirm opening large amount of windows
el_gr: Επιβεβαίωση ανοίγματος μεγάλου αριθμού παράθυρων
he: תונולח לש הלודג תומכ תחיתפב רושיא שקב
ja: 多数のウインドウを開くとき確認する
nl: Bevestig openen van veel vensters
pl: Potwierd¼ otwarcie du¿ej ilo¶ci okien
pt_br: Confirmar abertura de um grande número de janelas
sk: Potvrdzova» otváranie veµkého poètu okien

source: Confirm exit from program
el_gr: Επιβεβαίωση εξόδου από το πρόγραμμα
fi: Vahvista ohjelmasta poistuminen
he: תינכותמ האיציב רושיא שקב
ja: プログラムの終了時に確認をする
nl: Bevestig afsluiten programma
pl: Potwierd¼ zakoñczenie programu
pt_br: Confirmar para sair do programa
sk: Potvrdzova» ukonèenie programu

source: Clipboard
el_gr: Πρόχειρο
he: חול
ja: クリップボード
nl: Klembord
pl: Schowek
pt_br: Área de transferência
sk: Schránka

source: Monitor clipboard
el_gr: Παρακολούθηση του πρόχειρου
fi: Tarkkaile leikepˆyt‰‰
he: חולב שמתשה
ja: クリップボードを監視
nl: Houd klembord in de gaten
pl: Monitoruj schowek
pt_br: Monitorando área de transferência
sk: Monitorovanie schránky

source: Skip these extensions in clipboard
el_gr: Αγνόησε αυτές τις επεκτάσεις από το πρόχειρο
fi: Ohita n‰m‰ loppulaajennukset leikepˆyd‰ll‰
he: חולהמ תואבה תומויסהמ םלעתה
ja: 無視するファイルの拡張子
nl: Sla deze extensies in klembord over
pl: Pomiñ nastêpuj±ce rozszerzenia przy sprawdzaniu schowka
pt_br: Ignorar estas extensões na área de transferência
sk: Vynechaj tieto roz¹írenia v schránke

source: Catch these extensions in clipboard
el_gr: Συνέλαβε αυτές τις επεκτάσεις από το πρόχειρο
he: חולהמ תואבה תומויסה תא סופת
ja: 取得するファイルの拡張子
nl: Vang deze extensies in het klembord
pl: Przechwytuj nastêpuj±ce rozszerzenia w schowku
pt_br: Interceptar estas extensões na área de transferência
sk: Zachyti» tieto roz¹írenia v schránke

source: Main log
el_gr: Κύριο log
fi: P‰‰loki
he: ישאר גול
ja: メインログ
nl: Hoofdlog
pl: Dziennik g³ówny
pt_br: Log principal
sk: Hlavný záznam

source: Maximum lines in MAIN log
el_gr: Μέγιστος αριθμός γραμμών στο log
fi: Maksimim‰‰r‰ rivej‰ P‰‰lokissa
he: _ישארה_ גולב תורוש םומסיסקמ
ja: 行までメインログを表示
nl: Maximum aantal regels in hoofdlog
pl: Maksymalna liczba linii w dzienniku g³ównym
pt_br: Número máximo de linhas no log PRINCIPAL
sk: Maximálny poèet riadkov v hlavnom zázname

source: Output detailed information
el_gr: Λεπτομερείς πληροφορίες εξόδου
fi: Tulosta pikkutarkkaa tietoa
he: טרופמ עדימ גצה
ja: 詳細情報の出力
nl: Toon gedetailleerde informatie
pl: Wyprowadzaj informacje szczegó³owe
pt_br: Fornecer (output) informações detalhadas
sk: Zobrazuj detailné informácie

source: Save main log into file
el_gr: Αποθήκευση log στο αρχείο
fi: Talleta p‰‰loki tiedostoon
he: ץבוקב ישאר גול רומש
ja: メインログをセーブするファイル
nl: Hoofdlog opslaan in bestand
pl: Zapisz dziennik g³ówny do pliku
pt_br: Salvar log principal como...
sk: Ukladaj hlavný záznam do súboru:

source: Maximum size for file of main log (in KBytes)
el_gr: Μέγιστο μέγεθος αρχείου για το κύριο log (σε Kbytes)
fi: Maksimikoko p‰‰lokin tiedostolle (Kilotavuissa)
he: (םיתב וליקב) ישארה גול ץבוקל ילמסיסקמ לדוג
ja: メインログの最大サイズ (キロバイト)
nl: Maximale grootte voor hoofdlog (in KBytes)
pl: Maksymalny rozmiar pliku g³ównego dziennika (kB)
pt_br: Tamanho máximo para arquivo de log principal (em KBytes)
sk: Maximálna veµkos» súboru hlavného protokolu (kB)

source: Append to file
el_gr: Πρόσθεση στο αρχείο
fi: Liit‰ tiedostoon
he: ץבוקל ףסוה
ja: ファイルに追加する
nl: Bestand uitbreiden
pl: Dodaj do pliku
pt_br: Adicionar ao arquivo
sk: Pripoj k súboru

source: Overwrite file
el_gr: Επανεγγραφή αρχείου
fi: Uudelleenkirjoita tiedosto
he: ץבוק שדחמ רוצ
ja: ファイルに上書きする
nl: Bestand overschrijven
pl: Nadpisz plik
pt_br: Sobrescrever arquivo
sk: Prepí¹ súbor

source: Integration
el_gr: Ενσωμάτωση
he: היצרגטניא
nl: Omgeving
pl: Integracja
pt_br: Integração

source: Exit if nothing to do after
el_gr: Έξοδος αν δεν έχεις τίποτα να κάνεις μετά από
fi: Lopeta jos ei mit‰‰n tekemist‰ j‰lkeen
he: דירוהל המ רתוי ןיא םא אצ תוקד
ja: 何も動作しなくなってから自動終了まで
nl: Verlaat na inactiviteit van
pl: Zakoñcz je¶li nie zosta³o nic do pobrania po
pt_br: Terminar se não houver nada para fazer após
sk: Ukonèi program ak je v¹etko hotové do:

source: minutes
el_gr: λεπτά
fi: minuutin
he: רחאל
ja: 分
nl: minuten
pl: minutach
pt_br: minutos
sk: minút

source: Run this on exit
el_gr: Τρέξε αυτό και τερμάτισε
fi: Aja t‰m‰ kun lopetetaan
he: :ץרה האיציה ירחא
ja: 終了時に実行するコマンド
nl: Voer dit uit bij afsluiten
pl: Po zakoñczeniu uruchom
pt_br: Executar quando sair
sk: Spusti» pri ukonèení:

source: Open dialog for Drag-n-Drop
el_gr: Άνοιγμα διαλόγου για τα Drag-n-Drop
fi: Avaa dialogi Drag'n'Dropille
he: Drag&Drop -ל גולאיד חתפ
ja: ドラッグ＆ドロップでダイアログを開く
nl: Open dialoog voor gesleepte downloads
pl: Otwórz okienko dla Przeci±gnij-i-Upu¶æ
pt_br: Abrir janela para Drag-n-Drop
sk: Otvori» dialóg pre «ahaj-a-pus»

source: Save list of downloads every
el_gr: Αποθήκευση λίστας κατεβασμάτων κάθε
fi: Talleta imurointilista joka
he: תודרוה תמישר תיטמוטוא רומש תוקד
ja: ダウンロードのリストを保存する間隔
nl: Sla lijst van downloads op elke
pl: Zapisz listê pobierañ po ka¿dych
pt_br: Salvar listas de downloads a cada
sk: Ulo¾ zoznam s»ahovaní ka¾dých

source: Allow to user force run downloads
el_gr: Δυνατότητα του χρήστη να επιβάλλει το κατέβασμα
he: תודרוה 'חירכהל' שמתשמל רשפא
ja: ユーザーのダウンロード強制開始を許可
nl: Geef gebruiker de mogelijkheid downloads af te dwingen
pl: Pozwól u¿ytkownikowi wymusiæ rozpoczêcie pobierañ
pt_br: Permitir que o usuário force downloads
sk: Povoli» u¾ívateµovi zasahova» poèas s»ahovania

source: Remember passwords
el_gr: Κράτα στη μνήμη τους κωδικούς
fi: Muista salasanat
he: תואמסיס רוכז
ja: パスワードを保存
nl: Onthoud wachtwoorden
pl: Zapamiêtaj has³a
pt_br: Lembrar senhas
sk: Ulo¾i» heslo

source: Write Descript.ion file
el_gr: Εγγραφή αρχείου περιγρα.φής
he: Descript.ion ץבוקל בותכ
nl: Schrijf Descript.ion bestand
pl: Zapisz plik Descript.ion
pt_br: Salvar Arquivo de descrição
sk: Zapísa» súbor Descript.ion

source: bytes/sec speed level one (red button)
el_gr: bytes/δευτ ταχύτητα επιπέδου ένα (κόκκινο κουμπί)
fi: tavua/sek nopeustaso 1 (punainen painike)
he: (םודא רותפכ) תיטיא תוריהמב הינשל םיתב
ja: バイト/秒 スピードレベル １ (赤いボタン)
nl: bytes/sec snelheidsniveau 1 (rode knop)
pl: bajtów/sek - pierwszy poziom szybko¶ci (czerwony przycisk)
pt_br: bytes/segundo no nível um de velocidade (botão vermelho)
sk: bajtov/sek - rýchlostný stupeò 1 (èervené tlaèidlo)

source: bytes/sec speed level two (yellow button)
el_gr: bytes/δευτ ταχύτητα επιπέδου δύο (κίτρινο κουμπί)
fi: tavua/sek nopeustaso 2 (keltainen painike)
he: (בוהצ רותפכ) תינוניב תוריהמב הינשל םיתב
ja: バイト/秒 スピードレベル ２ (黄色いボタン)
nl: bytes/sec snelheidsniveau 2 (gele knop)
pl: bajtów/sek - drugi poziom szybko¶ci (¿ó³ty przycisk)
pt_br: bytes/segundo no nível dois de velocidade (botão amarelo)
sk: bajtov/sek - rýchlostný stupeò 2 (¾lté tlaèidlo)

source: Number of attempts to ping hosts
el_gr: Αριθμός προσπαθειών για ping των hosts
he: תרשל גניפ תושעל תונויסנ רפסמ
nl: Aantal ping-pogingen
pl: Liczba prób dla pingowania serwerów
pt_br: Número de tentativas para ping'ar' hosts :)

source: Number of hosts in list
el_gr: Αριθμός των hosts στην λίστα
he: המישרב םיתרש רפסמ
nl: Aantal hosts in lijst
pl: Liczba serwerów na li¶cie
pt_br: Número de hosts na lista

source: search engine to use
el_gr: μηχανή αναζήτησης για χρήση
he: שופיח עונמב שמתשה
nl: zoekmachine
pl: wyszukiwarka do u¿ycia
pt_br: máquina de busca a utilizar

source: Interface
he: קשממ
nl: Gebruikersinterface
pl: Interfejs

source: Show DnD basket
el_gr: Δείξε εικονίδιο για DnD
fi: N‰yt‰ roskakori DnD:lle
he: Drag&Drop תבית גצה
ja: ドラック＆ドロップ バスケットを表示
nl: Toon DnD mandje
pl: Poka¿ kosz dla DnD
pt_br: Mostrar cesta de DnD

source: Use fixed font in logs
el_gr: Χρήση fixed γραμματοσειρών στα logs
fi: K‰yt‰ fiksattuja kirjasimia lokeissa
he: םיגולב fixed גוסמ טנופב שמתשה
ja: ログに fixed フォントを使う
nl: Gebruik fixed lettertype in log
pl: U¿yj w dzienniku czcionki o sta³ej szeroko¶ci
pt_br: Usar fonte fixa nos logs
sk: Pou¾i» fixed font v protokoloch

source: Graph
el_gr: Γραφική παράσταση
he: ףרג
nl: Grafiekje
pl: Wykres
pt_br: Grafo

source: Revert drawing graph of speeds
el_gr: Αντιστροφή διαγράμματος ταχυτήτων
fi: Palauta nopeusdiagrammin piirto
he: תויוריהמה ףרג לש טוטרשה ןוויכ תא ךופה
ja: スピードグラフを逆送りする
nl: Teken snelheid van rechts naar links
pl: Przywróæ rysowanie wykresu szybko¶ci
pt_br: Mostrar o Gráfico de Velocidades
sk: Kresli graf rýchlosti obrátene

source: Color for picks
el_gr: Χρώμα για τις κορυφές
fi: V‰ri poiminnoille
he: ףרגה תוגספל עבצ
ja: ピーク スピード
nl: Kleur voor pieken
pl: Kolor dla zaznaczeñ
pt_br: Cor para escolhidos
sk: Farba pre ¹pièkové hodnoty

source: Color for total speed
el_gr: Χρώμα για την συνολική ταχύτητα
fi: V‰ri kokonaisnopeudelle
he: הדרוהה תוריהמל עבצ
ja: 全体のスピード
nl: Kleur voor totale snelheid
pl: Kolor dla prêdko¶ci ca³kowitej
pt_br: Cor para velocidade total
sk: Farba pre ceµkovú rýchlos»

source: Color for speed of selected
el_gr: Χρώμα για την ταχύτητα των επιλεγμένων
fi: V‰ri valitulle nopeudelle
he: ןמוסמה טירפה תדרוה תוריהמ עבצ
ja: 選択したファイルのスピード
nl: Kleur voor snelheid van geselecteerde downloads
pl: Kolor dla prêdko¶ci pozycji zaznaczonych
pt_br: Cor para velocidade de selecionado
sk: Farba pre rýchlos» vybraných

source: Background color
el_gr: Χρώμα background
fi: Taustav‰ri
he: עקר עבצ
ja: 背景
nl: Achtergrondkleur
pl: Kolor t³a
pt_br: Cor de fundo
sk: Farba pozadia

source: Reset to default
el_gr: Επαναφορά στα default
he: לדחמה תרירבל רזחה
ja: デフォルトに設定
nl: Standaardwaarden
pl: Przywróæ domy¶lne
pt_br: Usar configuração padrão
sk: Nastavi» predvolené (reset)

source: Colors for graph
el_gr: Χρώματα για την γραφική παράσταση
he: ףרגה יעבצ
ja: グラフの色
nl: Kleuren voor grafiekje
pl: Kolory dla wykresu
pt_br: Cores para o grafo
sk: Farby pre graf

source: Sounds
he: םילילצ
nl: Geluiden
pl: D¼wiêki

source: enable sounds
he: םילילצב שומיש רשפא
nl: geluiden inschakelen
pl: w³±cz d¼wiêki

source: Startup
he: הלעפה
nl: Opstarten
pl: Startowanie

source: Adding a download
he: הדרוהל ץבוק תפסוה
nl: Toevoegen van download
pl: Dodanie pobierania

source: Downloading completed
he: המלשוה הדרוהה
nl: Voltooien van download
pl: Pobieranie zakoñczone

source: Downloading failed
he: הלשכנ הדרוהה
nl: Mislukken van download
pl: Pobieranie nie powiod³o siê

source: Downloading of queue is completed
he: ומלשוה תודרוהה לכ
nl: Alle downloads voltooid
pl: Pobieranie kolejki zosta³o zakoñczone

source: Drag'n'Drop event
he: (Drag&Drop) הרירג עוריא
nl: Klik en sleep gebeurtenis
pl: Zdarzenie przeci±gnij i upu¶æ

source: Options
el_gr: Επιλογές
fi: Valinnat
he: תויורשפא
ja: オプション
nl: Opties
pl: Opcje
pt_br: Opções
sk: Voµby

source: Loading
el_gr: Φόρτωμα
he: ןעוט
ja: ロード中
nl: Laden
pl: £adowanie
pt_br: Lendo
sk: Nahrávam

source: Save list
el_gr: Αποθήκευση λίστας
fi: Talleta lista
he: המישר רומש
ja: リストのセーブ
nl: Lijst opslaan
pl: Zapisz listê
pt_br: Salvar lista
sk: Ulo¾enie zoznamu

source: Load list
el_gr: Φόρτωμα λίστας
fi: Lataa lista
he: המישר ןעט
ja: リストのロード
nl: Lijst laden
pl: Za³aduj listê
pt_br: Ler lista
sk: Otvorenie zoznamu

source: Find links in txt file
el_gr: Εύρεση links σε αρχείο κειμένου
fi: Etsi linkkej‰ tekstitiedostosta
he: טסקט ץבוקב םיקניל אצמ
ja: テキストファイル中のリンクを探す
nl: Vind links in tekstbestand
pl: Znajd¼ ³±cza w pliku tekstowym
pt_br: Encontrar links em arquivo txt
sk: Nájdi odkazy v súbore txt

source: nothing found
el_gr: δεν βρέθηκε τίποτα
he: רבד אצמנ אל
nl: niets gevonden
pl: nic nie zosta³o znalezione
pt_br: nada encontrado
sk: niè nebolo nájdené

source: searching
el_gr: αναζήτηση σε εξέλιξη
he: שפחמ
nl: bezig met zoeken
pl: szukanie
pt_br: procurando
sk: vyhµadávanie

source: reping
he: שדחמ PING עצב
pl: ponowne pingowanie
pt_br: re-ping'ar'

source: cumulative reping
el_gr: αθροιστικό reping
he: שדחמ רבטצמ PING עצב
pl: ³±czne repingowanie
pt_br: re-ping acumulativo

source: remove
el_gr: διαγραφή
he: רסה
nl: verwijder
pl: usuñ
pt_br: remover
sk: odstráni»

source: limit speed
el_gr: όριο ταχύτητας
he: תוריהמ תלבגה
nl: beperk snelheid
pl: ogranicz szybko¶æ
pt_br: limitar velocidade

source: popup main window
el_gr: popup του κύριου παράθυρου
he: ישאר ןולח
nl: toon hoofdvenster
pl: podrêczne okno g³ówne
pt_br: janela principal popup

source: exit
el_gr: έξοδος
he: האיצי
nl: afsluiten
pl: zakoñcz
pt_br: sair

source: remove completed
el_gr: σβήσιμο κατεβασμένων
he: ומלשוהש תודרוה הקנ
nl: verwijder voltooide
pl: usuñ zakoñczone
pt_br: apagar concluídos

source: remove failed
el_gr: σβήσιμο αποτυχημένων
he: ולשכנש תודרוה יוקינ
nl: verwijder mislukte
pl: usuñ nieudane
pt_br: apagar os mal sucedidos

source: restart download
el_gr: επανεκκίνηση των αρχείων προς κατέβασμα
he: שדחמ דירוהל לחתה
nl: downloads hervatten
pl: restartuj pobieranie
pt_br: continuar/reiniciar download

source: stop download
el_gr: σταμάτημα των κατεβασμάτων
he: דירוהל קספה
nl: downloads stoppen
pl: zatrzymaj pobieranie
pt_br: parar download

source: remove download
el_gr: σβήσιμο κατεβασμάτων
he: תודרוה הקנ
nl: downloads verwijderen
pl: usuñ pobieranie
pt_br: apagar downloads

source: remove download if completed
el_gr: σβήσιμο ολοκληρωμένων κατεβασμάτων
he: ומלשוהש תודרוה הקנ
nl: verwijder voltooide
pl: usuñ pobieranie je¶li jest zakoñczone
pt_br: apagar download se concluído

source: add download
el_gr: προσθήκη κατεβάσματος
he: הדרוהל ץבוק ףסוה
nl: download toevoegen
pl: dodaj pobieranie
pt_br: editar downloads

source: save list
el_gr: αποθήκευση λίστας
he: המישר רומש
nl: lijst opslaan
pl: zapisz listê
pt_br: salvar lista

source: execute command
el_gr: εκτέλεση εντολής
he: הדוקפ ץרה
nl: commando uitvoeren
pl: uruchom polecenie

source: Scheduler
el_gr: Χρονοδιάγραμμα
he: םינמז-חול
pl: Harmonogram
pt_br: Escalonador

source: Action
el_gr: Επιλογές
he: תולועפ
nl: Aktie
pl: Dzia³anie
pt_br: Opções

source: Info
el_gr: Πληροφορίες
he: עדימ
nl: Informatie
pl: Informacje
pt_br: Informação

source: New
el_gr: Νέο
he: שדח
nl: Nieuw
pl: Nowy
pt_br: Novo

source: Command:
el_gr: Εντολή:
he: :הדוקפ
nl: Commando:
pl: Polecenie:

source: Path:
he: :םוקימ
nl: Pad:
pl: ¦cie¿ka:
pt_br: Caminho:

source: This action has no properties
el_gr: Αυτή η ενέργεια δεν έχει επιλογές
he: םינייפאמ ןיא וז הלועפל
nl: Deze aktie heeft geen eigenschappen
pl: To dzia³anie nie ma w³a¶ciwo¶ci
pt_br: Esta ação não tem propriedades

source: Start time(hour:min:sec)
el_gr: Χρόνος εκκίνησης(ώρες:λεπτά:δευτερόλεπτα)
he: (הינש:הקד:העש) הלחתה ןמז
nl: Starttijd (uur:min:sed)
pl: Czas rozpoczêcia (godz:min:sek)
pt_br: Horário para início(hora:min:seg)

source: Retry this action
el_gr: Επανεκκίνηση της ενέργειας
he: בוש הסנ
nl: Probeer deze aktie opnieuw
pl: Wznów to dzia³anie
pt_br: Re-tentar esta ação

source: times to repeat (-1 unlimited)
el_gr: αριθμός επαναλήψεων (-1 για άπειρες)
he: (לבגומ יתלב=-1) תונויסנ םומיסקמ
nl: aantal keer herhalen (-1 oneindig)
pl: razy do powtórzenia (-1 brak ograniczenia)
pt_br: número máximo de tentativas (-1 para ilimitadas)

source: period (day/hour:min)
el_gr: περίοδος (ημέρα/ώρα:λεπτά)
nl: periode (dag/uur:min)
pl: okres (dzieñ/godz:min)
pt_br: período (dia/hora:min)

source: Edit scheduled action
el_gr: Επεξεργασία προγραμματισμένης ενέργειας
nl: Ingeplande aktie bewerken
pl: Edytuj dzia³anie harmonogramu
pt_br: Editar ação escalonada

source: Filters
el_gr: Φίλτρα
he: םירטליפ
pl: Filtry

source: Maximum active downloads
el_gr: Μέγιστος αριθμός ενεργών κατεβασμάτων
fi: Maksimim‰‰r‰ aktiivisia imurointeja
he: תוליעפ תודרוה םומיסקמ
ja: 同時にダウンロードするファイルの最大数
nl: Maximaal aantal actieve downloads
pl: Maksymalna liczba aktywnych pobierañ
pt_br: Número máximo de downloads simultâneos
sk: Maximálny poèet aktívnych s»ahovaní

source: Automatically delete completed downloads
el_gr: Αυτόματο σβήσιμο κατεβασμένων αρχείων
fi: Automaattisesti poistaa suoritetut imuroinnit
he: תיטמוטוא ומלשוהש תודרוה הקנ
ja: ダウンロードの完了したファイルのキューを自動的に削除
nl: Voltooide downloads automatisch verwijderen
pl: Automatycznie usuñ zakoñczone pobierania
pt_br: Apagar automaticamente downloads concluídos
sk: Automaticky zma¾ ukonèené s»ahovanie

source: Automatically delete failed downloads
el_gr: Αυτόματο σβήσιμο αποτυχημένων αρχείων
fi: Automaattisesti poistaa ep‰onnistuneet imuroinnit
he: תימטוטוא ולשכנש תודרוה הקנ
ja: ダウンロードに失敗したファイルのキューを自動的に削除
nl: Mislukte downloads automatisch verwijderen
pl: Automatycznie usuñ nieudane pobierania
pt_br: Apagar automaticamente downloads mal sucedidos
sk: Automaticky zma¾ neúspe¹né s»ahovanie

source: Size format
el_gr: Μορφή μεγέθους
fi: Kokomuoto
he: לדוגה טמרופ
ja: サイズの表示
nl: Formaat voor grootte
pl: Format rozmiaru
pt_br: Formato para o tamanho
sk: Formát veµkosti

source: Time format
el_gr: Μορφή χρόνου
fi: Aikamuoto
he: ןמזה טמרופ
ja: 時間の表示
nl: Tijd formaat
pl: Format czasu
pt_br: Formato para o tempo
sk: Formát èasu

source: Expect string in format WIDTHxHEIGHT+X+Y as parameter for '-geometry'
nl: De optie '-geometry' heeft een string in formaat BREEDTExHOOGTE+X+Y nodig

source: Expect URL as parameter for '--stop' option
nl: De optie '--stop' heeft een URL nodig als parameter

source: stop a download
nl: onderbreek een download

source: specifies preferred size and position of main window
nl: geeft de grootte en plaats van het hoofdvenster aan

source: Trying to copy %s to %s due 'Content-Disposition'
nl: Bezig %s naar %s te kopiëren vanwege 'Content-Disposition'

source: Error during copying!
nl: Fout tijdens kopiëren!

source: Redirection blocked by filter
nl: Doorverwijzing geblokkeerd door filter

source: Trying to determine filesizes
he: ץבוק רוציל הסנמ
nl: Bezig de grootte van bestanden te bepalen

source: Probably file was changed on server!
nl: Waarschijnlijk is het bestand op de server veranderd!

source: Sending request to proxy (%s:%i)
nl: Bezig verzoek naar proxy (%s:%i) te zenden

source: DnD basket
nl: DnD mandje

source: Put directories on the top of queue during recursion
nl: Zet directories vooraan in de wachtrij bij recursieve downloads

source: port
fi: portti
he: טרופ
ja: ポート
nl: poort
pt_br: porta

source: List of links
nl: Lijst van links

source: Default permissions of local file
he: ץבוקל לדחמ תרירב תאשרה
nl: Standaard permissies voor lokaal bestand

source: Do not remember position of the main window
nl: Plaats van hoofdvenster niet onthouden

source: Ok
el_gr: ΟΚ
fi: Kyll‰
he: רושיא
ja: 了解

source: Proxy
he: יסקורפ
ja: プロキシ

source: User-Agent
ja: ユーザーエージェント
