Repository: arizvisa/d4x
Catalog: main/po/fuzzy/*.po
Languages: el_gr, fi, he, ja, nl, pl, pt_br, sk

source: %s probably is already running
el_gr: το %s πιθανότατα τρέχει ήδη
fi: %s on luultavasti jo k‰ynniss‰
he: דבוע רבכ %s -ש הארנכ
ja: %sはすでに起動しているようです。
nl: %s is waarschijnlijk al gestart
pl: %s prawdopodobnie jest ju¿ uruchomiony
pt_br: %s provavelmente já existe uma cópia do programa executando
sk: %s u¾ je pravdepodobne spustený...

source: Can't save default list of downloads!!! Becouse can't find HOME variable
el_gr: Δεν μπορώ να αποθηκεύσω την εξ ορισμού λίστα με τα αρχεία προς κατέβασμα!!! Δεν βρίσκω την μεταβλητή HOME!
fi: Talleta imurointien oletuslista! Koska ei voitu lˆyt‰‰ vaihtelevaa KOTIA!
he: !!!HOME תכרעמה הנשתמ תא אוצמל לוכי אל יכ ,תודרוהה תמישר תא רומשל לוכי אל
ja: ホームディレクトリが見つからないため、デフォルトのダウンロードリストにセーブできません!!!
nl: Kan lijst van downloads niet opslaan!!! HOME variabele niet gevonden
pl: Nie mogê zapisaæ domy¶lnej listy pobierañ, poniewa¿ nie mogê odnale¼æ zmiennej HOME!!!
pt_br: Não posso salvar a lista de downloads!!! Porque não consigo localizar a variável HOME
sk: Nemô¾em ulo¾i» predvolený zoznam pre s»ahovanie, preto¾e nemô¾em nájs» premennú HOME!!!

source: Can't save default list of downloads!!!
el_gr: Δεν μπορώ να αποθηκεύσω την εξ ορισμού λίστα με τα αρχεία προς κατέβασμα!!!
fi: Ei voida tallettaa imurointien oletuslistaa!
he: !!!תודרוהה תמישר תא רומשל לוכי אל
ja: デフォルトのダウンロードリストにセーブできません!!!
nl: Kan lijst van downloads niet opslaan!!!
pl: Nie mogê zapisaæ domy¶lnej listy pobierañ!!!
pt_br: Não posso salvar a lista padrão de downloads!!!
sk: Nemô¾em ulo¾i» predvolený zoznam pre s»ahovanie!!!

source: Can't load default list of downloads!!!
el_gr: Δεν μπορώ να φορτώσω την εξ ορισμού λίστα με τα αρχεία προς κατέβασμα!!!
fi: Ei voida ladata imurointien oletuslistaa!
he: !!!תודרוה תמישר ןועטל לוכי אל
ja: デフォルトのダウンロードリストをロードできません!!!
nl: Kan lijst van downloads niet laden!!!
pl: Nie mogê za³adowaæ domy¶lnej liczby pobierañ!!!
pt_br: Não posso ler a lista padrão de downloads!!!
sk: Nemô¾em naèíta» predvolený zoznam pre s»ahovanie!!!

source: Download was stopped by user
el_gr: Το κατέβασμα διεκόπη από τον χρήστη
fi: Imurointi pys‰ytettiin k‰ytt‰j‰n toimesta
he: שמתשמ ידי-לע הקספוה הדרוה
ja: ダウンロードを停止しました。 [by user]
nl: Download door gebruiker afgebroken
pl: Pobieranie zosta³o zatrzymane przez u¿ytkownika
pt_br: Download foi terminado pelo usuário
sk: S»ahovanie bolo zastavené u¾ívateµom

source: BUG: Wrong mode of lseek!
el_gr: BUG: Λάθος mode του lseek!
nl: BUG: Foute modus van lseek!
pl: B£¡D: Z³y tryb lseek!
pt_br: BUG: Opção incorreta para lseek!

source: Resolving hosts...
nl: Bezig hosts te lokaliseren...
pl: Odszukiwanie serwerów...
pt_br: Resolvendo hosts...

source: Pinging (it takes 30 seconds maximum)...
el_gr: Pinging (θα πάρει 30 δευτερόλεπτα το πολύ)...
nl: Bezig te pingen (duurt max. 30 seconden)...
pl: Pingowanie (to maksymalnie zajmuje 30 sekund)...
pt_br: Pinging (leva no máximo 30 segundos)...

source: low
el_gr: κατώτερη
fi: hidas
he: יטיא
ja: 低速
nl: langzaam
pl: niska
pt_br: baixo
sk: nízka

source: medium
el_gr: μεσαία
fi: keskitaso
he: ינוניב
ja: 中速
nl: normaal
pl: ¶rednia
pt_br: médio
sk: stredná

source: unlimited
el_gr: απεριόριστη
fi: rajoittamaton
he: ריהמ
ja: 無制限
nl: onbeperkt
pl: nieograniczona
pt_br: ilimitado
sk: neobmedzene

source: About
el_gr: Σχετικά με
fi: Tietoja
he: תודוא
ja: このプログラムについて
nl: Info
pl: Informacje
pt_br: Sobre
sk: O programe

source: Author: Koshelev Maxim
el_gr: Δημιουργός: Koshelev Maxim
fi: Tekij‰: Koshelev Maxim
he: Koshelev Maxim :תנכתמ
ja: 作者: Koshelev Maxim
nl: Auteur: Koshelev Maxim
pl: Autor: Koshelev Maxim
pt_br: Autor: Koshelev Maxim
sk: Autor: Koshelev Maxim

source: Translators team
el_gr: Ομάδα μεταφραστών
fi: K‰‰nt‰j‰tiimi
he: :םימגרתמה תווצ
ja: 翻訳者
nl: Vertalers
pl: Zespó³ t³umaczy
pt_br: Equipe de tradutores
sk: Prekladateµský tím

source: Special thanks to
el_gr: Ειδικές ευχαριστίες στους
he: :ל תדחוימ הדות
ja: スペシャルサンクス
nl: Speciale dank aan
pl: Specjalne podziêkowania dla
pt_br: Agradecimentos especiais a
sk: Extra dik pre:

source: Cancel
el_gr: Ακυρο
fi: Peruuta
he: לוטיב
ja: キャンセル
nl: Afbreken
pl: Anuluj
pt_br: Cancelar
sk: Zru¹i»

source: Don't ask next time
el_gr: Μην ρωτήσεις την επόμενη φορά
he: האבה םעפב לאשת לא
nl: Deze dialoog niet meer weergeven
pl: Nie pytaj nastêpnym razem

source: Add new download
el_gr: Πρόσθεση νέου αρχείου προς κατέβασμα
fi: Lis‰‰ uusi imurointi
he: תושדח תודרוה ףסוה
ja: 新しいファイルの追加
nl: Download toevoegen
pl: Dodaj nowe pobieranie
pt_br: Adicionar novo download
sk: Prida» nové s»ahovanie súboru

source: Automated adding
he: תיטמוטוא הפסו_ה
nl: Automatisch toevoegen
pl: Automatyczne dodawanie

source: Add new download
el_gr: Πρόσθεση νέου αρχείου προς κατέβασμα
fi: Lis‰‰ uusi imurointi
he: השדח הדרוה ףסוה
ja: 新しいファイルの追加
nl: Download toevoegen
pl: Dodaj nowe pobieranie
pt_br: Adicionar novo download
sk: Prida» nové s»ahovanie

source: Paste from clipboard
el_gr: Επικόλληση από το πρόχειρο
fi: Liit‰ leikepˆyd‰lt‰
he: חולהמ קבדה
ja: クリップボードからペースト
nl: Toevoegen uit clipboard
pl: Wklej ze schowka
pt_br: Colar da Área de Transfência
sk: Vlo¾i» s»ahovanie zo schránky

source: Del downloads
el_gr: Σβήσιμο αρχείων προς κατέβασμα
fi: Poista imuroinnit
he: חולהמ קחמ
ja: ファイルのキューの削除
nl: Downloads verwijderen
pl: Usuñ pobierania
pt_br: Apagar downloads
sk: Zmaza» s»ahovania

source: Stop downloads
el_gr: Σταμάτημα των κατεβασμάτων
fi: Pys‰yt‰ imurointi
he: תודרוה רוצע
ja: ダウンロードの中断
nl: Downloads stoppen
pl: Zatrzymaj pobierania
pt_br: Parar downloads
sk: Zastavi» s»ahovania

source: Continue/restart downloads
el_gr: Συνέχεια/επανεκκίνηση των αρχείων προς κατέβασμα
fi: Jatka/Aloita uudestaan imuroinnit
he: תודרוה שדחמ לחתה/ךשמה
ja: ダウンロードの再開/停止
nl: Downloads voortzetten/herstarten
pl: Kontynuuj/Rozpocznij pobierania
pt_br: Continuar/reiniciar downloads
sk: Pokraèova»/re¹tarova» s»ahovanie

source: Del Completed downloads
el_gr: Σβήστε τα κατεβασμένα αρχεία
fi: Poista suoritetut imuroinnit
he: ומלשוהש תודרוה הקנ
ja: ダウンロードの完了したファイルのキューを削除
nl: Voltooide downloads verwijderen
pl: Usuñ zakoñczone pobierania
pt_br: Apagar downloads concluídos
sk: Smaza» ukonèené s»ahovania

source: Move up
el_gr: Μετακίνηση προς τα πάνω
fi: Siirr‰ ylˆs
he: הלעמל הלעה
ja: リストの上に移動
nl: Omhoog
pl: Przesuñ w górê
pt_br: Mover para cima
sk: Posunú» hore

source: Move down
el_gr: Μετακίνηση προς τα κάτω
fi: Siirr‰ alas
he: הטמל דרוה
ja: リストの下に移動
nl: Omlaag
pl: Przesuñ w dó³
pt_br: Mover para baixo
sk: Posunú» dole

source: View log
el_gr: Δείτε το log
fi: N‰yt‰ loki
he: גול ץבוקב הפצ
ja: ログを見る
nl: Log bekijken
pl: Poka¿ dziennik
pt_br: Ver log
sk: Zobrazi» protokol

source: Speed level one
el_gr: Ταχύτητα επιπέδου 1
fi: Nopeustaso 1
he: 1 המר תוריהמ
ja: スピードレベル １
nl: Snelheidsniveau 1
pl: Pierwszy poziom szybko¶ci
pt_br: Nível um de velocidade
sk: Rýchlostná úroveò 1

source: Speed level two
el_gr: Ταχύτητα επιπέδου 2
fi: Nopeustaso 2
he: 2 המר תוריהמ
ja: スピードレベル ２
nl: Snelheidsniveau 2
pl: Drugi poziom szybko¶ci
pt_br: Nível dois de velocidade
sk: Rýchlostná úroveò 2

source: Unlimited speed
el_gr: Απεριόριστη ταχύτητα
fi: Rajoittamaton nopeus
he: תלבגומ יתלב תוריהמ
ja: スピード制限なし
nl: Maximale snelheid
pl: Nieograniczona szybko¶æ
pt_br: Velocidade ilimitada
sk: Neobmedzená rýchlos»

source: Options
el_gr: Επιλογές
fi: Valinnat
he: תויורשפא
ja: オプション
nl: Opties
pl: Opcje
pt_br: Opções
sk: Voµby

source: Delete all downloads
el_gr: Σβήσιμο όλων των αρχείων
fi: Poista kaikki imuroinnit
he: תודרוהה לכ תא קחמ
ja: 全てのファイルのキューを削除
nl: Alle downloads verwijderen
pl: Usuñ wszystkie pobierania
pt_br: Apagar todos os downloads
sk: Zmaza» v¹etko s»ahované

source: Save list
el_gr: Αποθήκευση λίστας
fi: Talleta lista
he: המישר רומש
ja: リストのセーブ
nl: Lijst opslaan
pl: Zapisz listê
pt_br: Salvar lista
sk: Ulo¾i» zoznam

source: Load list
el_gr: Φόρτωμα λίστας
he: המישר ןעט
nl: Lijst inladen
pl: Za³aduj listê

source: DnD basket
el_gr: DnD εικονίδιο
fi: Roskakori DnD:lle
he: Drag&Drop תבית
ja: ドラック＆ドロップ バスケット
nl: DnD mandje
pl: kosz DnD
pt_br: Cesta DnD

source: Configure buttons
el_gr: Ρύθμιση κουμπιών
he: םירותפכ תרדגה
nl: Knoppen instellen
pl: Konfiguruj przyciski

source: Apply
el_gr: Εφαρμογή
he: לחה
ja: 適用
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar

source: Delete ALL downloads?
el_gr: Θέλετε να σβήσετε ΟΛΑ τα αρχεία προς κατέβασμα;
fi: Poista KAIKKI imuroinnit?
he: ?תודרוהה _לכ_ תא קחמ
ja: ファイルのキューを全て削除してよろしいですか?
nl: ALLE downloads verwijderen?
pl: Usun±æ WSZYSTKIE pobierania?
pt_br: Apagar TODOS os downloads?
sk: Zmazat v¹etko s»ahovanie?

source: Delete all?
el_gr: Θέλετε να τα σβήσετε ΟΛΑ;
fi: Poista KAIKKI?
he: ?לכה קחמ
ja: 全て削除してよろしいですか?
nl: Alles verwijderen?
pl: Usuñ wszystko?
pt_br: Apagar tudo?
sk: Zmaza» v¹etko?

source: status
el_gr: κατάσταση
he: בצמ
ja: ステータス
pl: stan
sk: stav

source: file name
el_gr: όνομα αρχείου
fi: tiedostonimi
he: ץבוק םש
ja: ファイル名
nl: bestandsnaam
pl: nazwa pliku
pt_br: nome do arquivo
sk: meno súboru

source: type of file
el_gr: τύπος αρχείου
fi: tiedostotyyppi
he: ץבוק גוס
ja: ファイルタイプ
nl: bestandstype
pl: typ pliku
pt_br: tipo do arquivo
sk: typ súboru

source: size of file
el_gr: μέγεθος αρχείου
fi: tiedoston koko
he: ץבוק לדוג
ja: ファイルの全サイズ
nl: bestandsgrootte
pl: rozmiar pliku
pt_br: tamanho do arquivo
sk: veµkos» súboru

source: downloaded size
el_gr: μέγεθος κατεβασμένου
fi: imuroidun koko
he: דרי לדוג
ja: ダウンロード済のサイズ
nl: reeds gedownloade omvang
pl: pobrany rozmiar
pt_br: quantidade baixada
sk: stiahnutá veµkos»

source: rest
el_gr: υπόλοιπο
fi: Lep‰‰
he: רתונ
ja: 残りのサイズ
pl: pozosta³o
pt_br: restam
sk: zostáva stiahnu»

source: percent
el_gr: ποσοστό
fi: prosenttia
he: זוחא
ja: パーセント
nl: procent
pl: procenty
pt_br: porcentagem

source: speed
el_gr: ταχύτητα
fi: nopeus
he: תוריהמ
ja: スピード
nl: snelheid
pl: szybko¶æ
pt_br: velocidade
sk: rýchlos» s»ahovania

source: elapsed time
el_gr: παρερχόμενος χρόνος
fi: kulunut aika
he: רבע ןמז
ja: 経過時間
nl: verstreken tijd
pl: pozosta³y czas
pt_br: tempo decorrido
sk: uplynutý èas

source: estimated time
el_gr: εκτιμούμενος χρόνος
fi: arvioitu aika
he: רעושמ ןמז
ja: 残り推定時間
nl: geschatte tijd
pl: szacowany czas
pt_br: tempo estimado
sk: odhadovaný èas

source: time of pause
el_gr: χρόνος παύσης
fi: pys‰ytyksen aika
he: היהשה ךשמ
ja: 停止時間
nl: duur van pauze
pl: czas przerwy
pt_br: tempo de pausa
sk: doba pauzy

source: number of attempts
el_gr: αριθμός προσπαθειών
fi: yritysten m‰‰r‰
he: תונויסנ רפסמ
ja: 接続回数
nl: aantal pogingen
pl: liczba prób
pt_br: número de tentativas
sk: poèet pokusov

source: description
el_gr: περιγραφή
he: רואת
nl: omschrijving
pl: opis
pt_br: descrição
sk: popis

source: Showed columns
el_gr: Εμφανιζόμενες στήλες
fi: N‰ytetyt palstat
he: תוגצומ תודומע
ja: 表示項目
nl: Afgebeelde kolommen
pl: Pokazywane kolumny
pt_br: Colunas mostradas
sk: zobrazované ståpce

source: /New Download
el_gr: /Νέο Κατέβασμα
fi: /Uusi Imurointi
he: /הדרוהל שדח ץבוק
ja: /新規 ダウンロード
nl: /Nieuwe download
pl: /Nowe Pobieranie
pt_br: /Novo Download
sk: /Nové s»ahovanie

source: /Paste Download
el_gr: /Επικόλληση Κατεβάσματος
fi: /Liit‰ Imurointi
he: /הדרוהל ץבוק קבדה
ja: /ペースト ダウンロード
nl: /Plak download
pl: /Wklej Pobieranie
pt_br: /Colar Download
sk: /Vlo¾enie s»ahovania

source: /Automated adding
he: /תיטמוטוא הפסו_ה
nl: /Automatisch toevoegen
pl: /Automatyczne dodawanie

source: /Delete completed
el_gr: /Σβήσιμο Ολοκληρώθηκε
he: ומלשוהש תודרוה קחמ
ja: 全てのキューを削除
nl: /Verwijder voltooide
pl: /Usuñ zakoñczone
pt_br: /Apagar completados
sk: /Zmazanie ukonèené

source: /General options
el_gr: /Κοινές ρυθμίσεις
fi: /Yleiset valinnat
he: /תויללכ תויורשפא
ja: /一般のオプション
nl: /Algemene instellingen
pl: /Ogólne opcje
pt_br: /Opções gerais
sk: /V¹eobecné voµby

source: /Speed
el_gr: /Ταχύτητα
fi: /Nopeus
he: /תוריהמ
ja: /スピード
nl: /Snelheid
pl: /Szybko¶æ
pt_br: /Velocidade
sk: /Rýchlos»

source: /Speed/Low
el_gr: /Ταχύτητα/Κατώτερη
fi: /Nopeus/Hitain
he: /תוריהמ/יטיא
ja: /スピード/低速
nl: /Snelheid/Laag
pl: /Szybko¶æ/Niska
pt_br: /Velocidade/Baixa
sk: /Rýchlos»/Najni¾¹ia

source: /Speed/Medium
el_gr: /Ταχύτητα/Μεσαία
fi: /Nopeus/Keskitaso
he: /תוריהמ/ינוניב
ja: /スピード/中速
nl: /Snelheid/Normaal
pl: /Szybko¶æ/¦rednia
pt_br: /Velocidade/Média
sk: /Rýchlos»/Stredná

source: /Speed/Unlimited
el_gr: /Ταχύτητα/Απεριόριστη
fi: /Noepus/Rajoittamaton
he: /תוריהמ/לבגומ יתלב
ja: /スピード/無制限
nl: /Snelheid/Maximaal
pl: /Szybko¶æ/Nieograniczona
pt_br: /Velocidade/Ilimitada
sk: /Rýchlos»/Neobmedzená

source: /Exit
el_gr: /Έξοδος
fi: /Poistu
he: /האיצי
ja: /終了
nl: /Afsluiten
pl: /Zakoñcz
pt_br: /Sair
sk: /Skonèi»

source: Drop link here
el_gr: Αφήστε το link εδώ
fi: Pudota linkki t‰nne
he: ןאכל קנילה תא רורג
ja: ここにドロップ
nl: Sleep hier een link heen
pl: £±cze upu¶æ tutaj
pt_br: Arraste um link aqui
sk: Polo¾ linku tu

source: Use password for this site
el_gr: Χρήση κωδικού για αυτό το site
fi: K‰yt‰ salasanaa t‰h‰n saittiin
he: הז רתא רובע המסיסב שמשתשה
ja: パスワードを使用する
nl: Gebruik wachtwoord
pl: U¿yj has³a dla tego miejsca
pt_br: Usar senha neste servidor
sk: Pou¾i heslo pre túto sie»

source: Save download to folder
el_gr: Αποθήκευση του αρχείου στον φάκελο
fi: Talleta imurointi kansioon
he: הירפסב ץבוק רומש
ja: セーブフォルダー
nl: Download opslaan in directory
pl: Zapisz pobieranie do foldera
pt_br: Salvar download na pasta (diretório)
sk: Ulo¾ s»ahovanie do adresára:

source: Restart this download from begining
el_gr: Επανεκίνηση του κατεβάσματος από την αρχή
fi: k‰ynnist‰ t‰m‰ imurointi alusta
he: שדחמ דירוהל לחתה
ja: 再起動時にダウンロードを再開
nl: Herstart deze download vanaf het begin
pl: Rozpocznij to pobieranie od pocz±tku
pt_br: Reiniciar este download do início
sk: Re¹tartuj toto s»ahovanie od zaèiatku

source: Timeout for reading from socket
el_gr: Ο χρόνος ανάγνωσης από το socket έληξε
he: טקוסהמ האירקל טואא-םייט
ja: ソケット読み込みからのタイムアウトまでの時間
nl: Timeout bij lezen van socket
pl: Limit czasu dla odczytu z gniazdka
pt_br: Tempo de espera para conexão acabou!
sk: Èasový limit pre èítanie zo soketu

source: Speed limitation
el_gr: Περιορισμός ταχύτητας
he: תוריהמ תלבגה
ja: スピード制限
nl: Snelheidslimiet
pl: Ograniczenie prêdko¶ci
pt_br: Ajustar limites
sk: Obmedzenia rýchlosti

source: Maximum attempts
el_gr: Μέγιστος αριθμός προσπαθειών
he: תונויסנ םומיסקמ
ja: 最大同時ダウンロード数
nl: Maximum aantal pogingen
pl: Maksymalna liczba prób
pt_br: Máximo de tentativas
sk: Maximum pokusov

source: Timeout before reconnection
el_gr: Χρόνος λήξης πρίν από επανασύνδεση
he: שדחמ תורבחתה ינפל טואא-םייט
ja: 再接続までの時間
nl: Timeout voor herverbinden
pl: Limit czasu przed ponownym po³±czeniem
pt_br: Tempo de espera antes de tentar reconectar
sk: Èasový limit pred znovapripojením

source: Rollback after reconnecting
el_gr: Απόριψη κάποιων bytes μετά την επανασύνδεση
he: שדחמ רוביח רחאל RollBack
ja: 再接続時に巻き戻し
nl: Rollback bij herverbinden
pl: Odwiniêcie po ponownym po³±czeniu
pt_br: Voltar (rollback) após reconexão (em bytes)
sk: Návrat programu po znovupripojení

source: Get date from the server
el_gr: Πάρε την ημερομηνία από τον server
fi: Hae p‰iv‰m‰‰r‰ palvelimelta
he: תרשהמ ךיראת לבק
ja: 日時をサーバーから取得する
nl: Gebruik datum van de server
pl: Pobierz datê z serwera
pt_br: Obter data do servidor
sk: Vezmi dátum zo servera

source: Retry if resuming is not supported
el_gr: Από την αρχή αν δεν υποστηρίζεται resuming
fi: Yrit‰ uudestaan jos jatkaminen ei ole tuettu
he: (RESUME) הדרוה-ךשמהב ךמות אל תרשה םא בוש הסנ
ja: レジュームを未サポートの場合始めからダウンロード
nl: Herhalen als voortzetten niet ondersteund wordt
pl: Spróbuj ponownie je¶li wznawianie nie jest obs³ugiwane
pt_br: Recomeçar se não for possível recontinuar
sk: Stiahni znova, ak pokraèovanie nie je podporované

source: Number of parts for spliting this download
el_gr: Αριθμός κομματιών για 'κόψιμο' του κατεβάσματος
fi: T‰m‰ imuroinnin halkaistujen osien m‰‰r‰
he: הדרוהה לוציפל םיקלח רפסמ
ja: 複数の部分に分けてダウンロード
nl: Aantal delen waarin deze download gesplitst wordt
pl: Liczba czê¶ci podzia³u dla tego pobierania
pt_br: Número de partes para dividir este download
sk: Poèet èastí pre delenie tohoto s»ahovania

source: Use passive mode for FTP
el_gr: Χρήση passive mode για ftp
fi: K‰yt‰ passiivista tilaa ftp:hen
he: FTP רובע יביספ בצמב שמתשה
ja: FTPでpassive modeを使う
nl: Gebruik passieve FTP mode
pl: U¿yj trybu pasywnego dla ftp
pt_br: Usando modo passivo de ftp

source: Get permissions of the file from server (FTP only)
el_gr: Πάρε τα δικαιώματα του αρχείου από τον server (μόνο FTP)
fi: Hae tiedoston luvaat palvelimelta (vain FTP)
he: (דבלב FTP) תרשהמ םיצבק תואשרה לבק
ja: ファイルのパーミッションを取得する(FTPのみ)
nl: Gebruik permissies van het bestand op de server (alleen FTP)
pl: Pobierz prawa pliku z serwera (tylko FTP)
pt_br: Obter permissão do arquivo do servidor (somente FTP)
sk: Vezmi práva pre súbor zo servera (iba FTP)

source: Don't send QUIT command (FTP)
el_gr: Μην στείλεις την εντολή QUIT (ftp)
he: (FTP) QUIT תדוקפ חלשת לא
ja: QUITコマンドを送らない (FTP)
nl: Zend geen QUIT commando (FTP)
pl: Nie wysy³aj polecenia QUIT (FTP)

source: Compare date/time of remote file with local one
el_gr: Σύγκριση ημερομηνίας/ώρας του απομακρυσμένου αρχείου με το τοπικό αρχείο
he: ילש בשחמב ץבוקה םע תרשב ץבוקה תריצי ןמז תא הוושה
nl: Vergelijk timestamp van bestand op server met lokaal bestand
pl: Porównaj datê/czas pliku odleg³ego z lokalnym

source: Sleep before completing
el_gr: Ανενεργός κατάσταση πρίν την ολοκλήρωση
nl: Wacht voor voltooien
pl: ¦pij zanim zakoñczysz
sk: Spa» pred dokonèením

source: Depth of recursing for FTP
el_gr: Βάθος αναδρομικότητας για το FTP
he: FTP רובע היסרוקיר קמוע
ja: FTPでの再帰取得の深さ
nl: Diepte van recursie voor FTP
pl: G³êboko¶æ rekursji dla FTP
sk: Håbka rekurzie pre FTP

source: Depth of recursing for HTTP
el_gr: Βάθος αναδρομικότητας για το HTTP
he: HTTP רובע היסרוקיר קמוע
ja: HTTPでの再帰取得の深さ
nl: Diepte van recursie voor HTTP
pl: G³êboko¶æ rekursji dla HTTP
sk: Håbka rekurzie pre HTTP

source: Only subdirs
el_gr: Μόνο υποκαταλόγους
fi: Vain alihakemistot
he: דבלב תוירפס-תת
ja: サブディレクトリのみ
nl: Alleen subdirectories
pl: Tylko podkatalogi
pt_br: Apenas subdirs
sk: Iba podadresáre

source: Allow leave this server while recursing via HTTP
el_gr: Αγνόησε αυτόν τον server ενώ κάνεις αναδρομή μέσω http
fi: Salli j‰tt‰‰ t‰m‰ palvelin sill‰ aikaa kun palataan http:sta
ja: HTTPで他のサーバからの再帰取得を許可する
nl: Sta switchen van server toe tijdens http recursie
pl: Pozwól opu¶ciæ ten serwer podczas rekursywnego pobierania (http)
pt_br: Permitir deixar este servidor quando recursing via HTTP

source: Change links in HTML file to local
el_gr: Αλλαγή των links του HTML αρχείου σε τοπικά
nl: Verander links in HTML bestand voor lokale opslag
pl: Zmieñ odsy³acze w pliku HTML do lokalnych

source: Referer
el_gr: Αναφορικός
pl: Referent

source: Time
el_gr: Χρόνος
fi: Aika
he: םינמז חול
ja: 時間
nl: Tijd
pl: Czas
pt_br: Tempo
sk: Èas

source: Edit download
el_gr: Ρυθμίστε το αρχείο
fi: Muokkaa imurointia
he: הדרוה ךורע
ja: ダウンロードの設定変更
nl: Download wijzigen
pl: Edytuj pobieranie
pt_br: Editar downloads
sk: Editovanie s»ahovania

source: Description
el_gr: Περιγραφή
he: רואת
nl: Omschrijving
pl: Opis
sk: Popis

source: Save download to file
el_gr: Αποθήκευση κατεβάσματος στο αρχείο
fi: Talleta imurointi tiedostoon
he: ץבוקכ הדרוה רומש
ja: セーブファイル
nl: Download opslaan in bestand
pl: Zapisz pobieranie do pliku
pt_br: Salvar download para um arquivo
sk: Ulo¾ s»ahovanie do súboru:

source: password
el_gr: κωδικός
fi: salasana
he: המסיס
ja: パスワード
nl: wachtwoord
pl: has³o
pt_br: senha
sk: heslo

source: user name
el_gr: όνομα χρήστη
fi: k‰ytt‰j‰nimi
he: שמתשמ םש
ja: ユーザーネーム
nl: gebruikersnaam
pl: u¿ytkownik
pt_br: nome de usuário
sk: meno u¾ívateµa

source: Default
el_gr: Εξ ορισμού
fi: Oletus
he: לדחמ תרירב
ja: デフォルト
nl: Standaard
pl: Domy¶lne
pt_br: Padrão
sk: Predvolené

source: Pause this just after adding
el_gr: Μην αρχίσεις το κατέβασμα μετά την προσθήκη
fi: Pys‰yt‰ t‰m‰ j‰lkeen lis‰yksen
he: הפסוה רחאל הדרוה ההשה
ja: リストに追加時に停止
nl: Pauzeer meteen na toevoegen
pl: Wstrzymaj zaraz po dodaniu
pt_br: Parar este logo após adicionar
sk: Pozastav toto práve po pripojení

source: Add to top of queue
nl: Voeg toe bovenaan wachtrij
pl: Dodaj na pocz±tek kolejki

source: Download
el_gr: Κατέβασμα
fi: Imurointi
he: הדרוה
ja: ダウンロード
pl: Pobierz
sk: S»ahovanie

source: Main
el_gr: Βασικό
fi: P‰‰
he: ישאר
ja: メイン
nl: Algemeen
pl: G³ówny
pt_br: Principal
sk: Hlavný

source: Timeout for reading from socket (in seconds)
el_gr: Χρόνος λήξης της ανάγνωσης από το socket (σε δευτερόλεπτα)
fi: Aikalis‰ lukiessa holkista (sekunnisa)
he: (תוינשב) טקוסהמ האירקל טואא-םייט
ja: ソケットからの読み込みのタイムアウト (秒)
nl: Timeout voor het lezen van socket (in seconden)
pl: Limit czasu dla odczytu z gniazdka (w sekundach)
pt_br: Tempo de espera para conexão acabou (em segundos)
sk: Doba pre vypr¹anie èasového limitu naèítavania schránky (v sekundách)

source: Timeout before reconnection (in seconds)
el_gr: Χρόνος λήξης πρίν την επανασύνδεση (σε δευτερόλεπτα)
fi: Aikalis‰ ennen uudelleen yhdist‰mist‰ (sekunnissa)
he: (תוינשב) שדחמ תורבחתה ינפל טואא-םייט
ja: 再接続までの時間 (秒)
nl: Timeout voor herverbinden (in seconden)
pl: Limit czasu przed wznowieniem po³±czenia (w sekundach)
pt_br: Tempo de espera antes de reconectar acabou (em segundos)
sk: Doba spania pred obnovením spojenia (v sekundách)

source: Maximum attempts (0 for unlimited)
el_gr: Μέγιστες προσπάθειες (0 για άπειρες)
fi: Maksimiyritykset (0 rajoittamaton)
he: (לבגומ יתלב=0) תונויסנ םומיסקמ
ja: 最大接続回数 (0 無制限)
nl: Maximaal aantal pogingen (0 voor oneindig)
pl: Maksymalna liczba prób (0 je¶li brak ograniczenia)
pt_br: Número máximo de tentativas (0 para ilimitadas)
sk: Maximálny poèet pokusov (0 = bez obmedzenia)

source: Rollback after reconnecting (in bytes)
el_gr: αποριφθέντα bytes μετά από επανασύνδεση
fi: Takaisinrullaus uudelleen yhdist‰misen j‰lkeen (tavuissa)
he: (םיתבב) שדחמ תורבחתה רחאל Rollback
ja: 再接続後の巻き戻し (バイト)
nl: Rollback na herverbinden (in bytes)
pl: Odwiniêcie po wznowieniu po³±czenia (w bajtach)
pt_br: Voltar (rollback) após reconexão (em bytes)
sk: Návrat spä» po obnove spojenia (v bajtoch)

source: Speed limitation in Bytes/sec (0 for unlimited)
el_gr: Περιορισμός ταχύτητας σε Bytes/δευτ (0 για άπειρο)
fi: Nopeusrajoitus Tavua/sek (0 rajaton)
he: (לבגומ יתלב=0) הינשל םיתבב תוריהמ תלבגה
ja: ダウンロードの速度制限(バイト/秒、0 無制限)
nl: Snelheidslimiet in bytes/sec (0 is geen limiet)
pl: Ograniczenie szybko¶ci w bajtach/sek (0 dla nieograniczonego)
pt_br: Velocidade limitada a Bytes/sec (0 para ilimitado)
sk: Rýchlostné obmedzenie v bajtoch za sekundu (0 = neobmedzene)

source: Save log to file
el_gr: Αποθήκευση log σε αρχείο
he: ץבוקב גול רומש
nl: Hoofdlog opslaan in bestand
pl: Zapisz dziennik do pliku
pt_br: Salvar log para arquivo

source: Auto
el_gr: Αυτόματο
he: יטמוטוא
nl: Info
pl: Automatycznie
pt_br: Sobre

source: Common
el_gr: Κοινά
fi: Yleinen
he: יללכ
ja: 一般
nl: Algemeen
pl: Wspólne
pt_br: Comuns
sk: Be¾né

source: Depth of recursing (0 unlimited,1 no recurse)
el_gr: Βάθος αναδρομικότητας (0 άπειρο,1 όχι αναδρομή)
fi: Rekursion syvyys (0 rajaton,1 ei paluuta)
he: (היסרוקיר ילב=1 ,לבגומ יתלב=0) היסרוקירל קמוע
ja: 再帰取得する深さ (0 無制限、1 再帰取得しない)
nl: Grens voor recursie (0 geen grens, 1 niet recursief)
pl: G³êboko¶æ rekursji (0 nieograniczona, 1 brak rekursji)
pt_br: Profundidade da recursão (0 ilimitado, 1 não recursiva)
sk: Håbka rekurzie (0 neobmedzene, 1 bez rekurzie)

source: Filter
el_gr: Φίλτρο
he: רטליפ
pl: Filtr

source: Select
el_gr: Επιλογή
fi: Valitse
he: י/רחב
ja: 選択
nl: Kies
pl: Wybierz
pt_br: Selecionar
sk: Výber

source: Hours
el_gr: Ώρα
fi: Tunnit
he: תועש
ja: 時
nl: Uren
pl: Godzina
pt_br: Horas
sk: Hodina

source: Minutes
el_gr: Λεπτό
fi: Minuutit
he: תוקד
ja: 分
nl: Minuten
pl: Minuta
pt_br: Minutos
sk: Minúta

source: Start this downloading at:
el_gr: Ξεκίνα το κατέβασμα το:
fi: Aloita t‰m‰ imuroiminen:
he: :ב וז הדרוה לחתה
ja: ダウンロード開始時刻:
nl: Download beginnen om:
pl: Zacznij to pobieranie w okre¶lonym czasie:
pt_br: Iniciar este download em:
sk: Zaèni s»ahova» od:
