Repository: arizvisa/d4x
Catalog: main/po/fuzzy/*.po
Languages: el_gr, fi, he, ja, nl, pl, pt_br, sk

source: FTP proxy type
el_gr: Τύπος proxy του ftp
fi: ftp proxy tyyppi
he: FTP יסקורפ גוס
ja: FTPプロキシのタイプ
pl: typ proxy ftp
pt_br: Tipo de proxy FTP

source: Use this proxy for FTP
el_gr: Χρήση αυτού του proxy για ftp
fi: K‰yt‰ t‰t‰ proxya ftp:hen
he: FTP רובע הז יסקורפב שמתשה
ja: 指定したプロキシをFTPで利用する
nl: Gebruik deze proxy voor FTP
pl: U¿yj tego proxy dla ftp
pt_br: Usar este proxy para FTP

source: need password
el_gr: χρήση κωδικού
fi: tarvitsee salasanan
he: המסיס ךירצ
ja: パスワードを使用する
nl: heeft wachtwoord nodig
pl: potrzebne has³o
pt_br: senha requerida
sk: potrebné heslo

source: username
el_gr: όνομα χρήστη
fi: k‰ytt‰j‰nimi
he: שמתשמ םש
ja: ユーザーネーム
nl: gebruikersnaam
pl: u¿ytkownik
pt_br: nome do usuário (username)
sk: meno u¾ívateµa

source: Don't get from cache
el_gr: Μην το πάρεις από την cache
he: cache -ב שמתשת לא
ja: キャッシュを利用しない
nl: Laad niet vanuit cache
pl: Nie pobieraj z bufora
pt_br: Não usar cache
sk: Neprená¹a» z cache

source: Use this proxy for HTTP
el_gr: Χρήση αυτού του proxy για http
fi: K‰yt‰ t‰t‰ proxya http:hen
he: HTTP רובע הז יסקורפב שמתשה
ja: 指定したプロキシをHTTPで利用する
nl: Gebruik deze proxy voor HTTP
pl: U¿yj tego proxy dla http
pt_br: Usar este proxy para HTTP

source: Use SOCKS5 proxy
el_gr: Χρήση SOCKS5 proxy
nl: Gebruik SOCKS5 proxy
pl: U¿yj proxy SOCKS5

source: host
he: תרש
pl: serwer

source: Select properties
el_gr: Επιλογή ρυθμίσεων
he: םינייפאמ רחב
ja: プロパティの選択
nl: Selecteer eigenschappen
pl: W³a¶ciwo¶ci wyboru
pt_br: Selecionar propriedades
sk: Zvoli» vlastnosti

source: Unselect all
el_gr: Επιλογή κανενός
he: הריחב לטב
ja: 全て不選択
nl: Deselecteer alles
pl: Odznacz wszystko
pt_br: Deselecionar todos
sk: Zru¹i» výber v¹etkého

source: Select all
el_gr: Επιλογή όλων
he: לכה רחב
ja: 全て選択
nl: Selecteer alles
pl: Zaznacz wszystko
pt_br: Selecionar todos
sk: Vybra» v¹etko

source: /_File
el_gr: /Αρχείο
fi: /_Tiedosto
he: /ץבו_ק
ja: /ファイル(_F)
nl: /_Bestand
pl: /_Plik
pt_br: /_Arquivo
sk: /_Súbor

source: /File/_Save List
el_gr: /Αρχείο/Αποθήκευση Λίστας
fi: /Tiedosto/Talleta _Lista
he: /ץבוק/המישר רומ_ש
ja: /ファイル(_F)/リストのセーブ(_S)
nl: /Bestand/Lijst _opslaan
pl: /Plik/_Zapisz Listê
pt_br: /Arquivo/_Salvar Lista
sk: /Súbor/Ulo¾enie _zoznamu

source: /File/_Load List
el_gr: /Αρχείο/Φόρτωμα Λίστας
fi: /Tiedosto/L_ataa Lista
he: /ץבוק/המישר ןע_ט
ja: /ファイル(_F)/リストのロード(_L)
nl: /Bestand/Lijst _laden
pl: /Plik/Za³aduj _Listê
pt_br: /Arquivo/_Ler Lista
sk: /Súbor/N_aèítanie zoznamu

source: /File/Find links in file
el_gr: /Αρχείο/Εύρεση links σε αρχείο
fi: /Tiedosto/Etsi linkkej‰ tiedostosta
he: /ץבוק/ץבוקב םיקניל שפח
ja: /ファイル(_F)/ファイル中のリンクを探す
nl: /Bestand/Vind links in bestand
pl: /Plik/Wy_szukaj ³±cza w pliku
pt_br: /Arquivo/Encontrar links em arquivo
sk: /Súbor/Nájs» odkazy v súbore

source: /File/_New Download
el_gr: /Αρχείο/Νέο Κατέβασμα
fi: /Tiedosto/_Uusi Imurointi
he: /ץבוק/הדרוה ףס_וה
ja: /ファイル(_F)/_新規ダウンロード(_N)
nl: /Bestand/_Nieuwe download
pl: /Plik/_Nowe Pobieranie
pt_br: /Arquivo/_Novo Download
sk: /Súbor/_Nové s»ahovanie

source: /File/_Paste Download
el_gr: /Αρχείο/Επικόλληση αρχείου
fi: /Tiedosto/Liit‰ Imurointi
he: /ץבוק/הדרוה קבד_ה
ja: /ファイル(_F)/ペースト ダウンロード(_P)
nl: /Bestand/Download _plakken
pl: /Plik/_Wklej Pobieranie
pt_br: /Arquivo/_Colar Donwload
sk: /Súbor/_Vlo¾enie s»ahovania

source: /File/_Automated adding
he: /ץבוק/תיטמוטוא הפסו_ה
nl: /Bestand/_Automatisch toevoegen
pl: /Plik/_Automatyczne dodawanie

source: /File/Exit
el_gr: /Αρχείο/Έξοδος
fi: /Tiedosto/Lopeta
he: /ץבוק/האיצ_י
ja: /ファイル(_F)/終了(_X)
nl: /Bestand/_Afsluiten
pl: /Plik/Za_koñcz
pt_br: /Arquivo/Sair
sk: /Súbor/_Koniec

source: /File/sep1
el_gr: /Αρχείο/sep1
fi: /Tiedosto/sep1
he: /ץבוק/sep1
ja: /ファイル(_F)/sep1
nl: /Bestand/sep1
pl: /Plik/sep1
pt_br: /Arquivo/sep1
sk: /Súbor/sep1

source: /_Download
el_gr: /Κατέβασμα
fi: /_Imuroi
he: /הדרו_ה
ja: /ダウンロード(_D)
pl: /Po_bieranie
sk: /S_»ahovanie

source: /Download/View _Log
el_gr: /Κατέβασμα/Δείτε το Log
fi: /Imuroi/N‰yt‰ _Loki
he: /הדרוה/גולב הפ_צ
ja: /ダウンロード(_D)/ログを見る(_L)
nl: /Download/_Log bekijken
pl: /Pobieranie/Poka¿ _Dziennik
pt_br: /Download/Ver _Log
sk: /S»ahovanie/Zobrazenie _záznamu

source: /Download/_Stop downloads
el_gr: /Κατέβασμα/Σταμάτημα κατεβασμάτων
fi: /Imuroi/Lopeta imuroinnit
he: /הדרוה/תודרוה קספ_ה
ja: /ダウンロード(_D)/ダウンロードの中断(_S)
nl: /Download/Downloads _stoppen
pl: /Pobieranie/_Zatrzymaj pobierania
pt_br: /Download/_Parar downloads
sk: /S»ahovanie/_Zastavenie s»ahovania

source: /Download/Edit download
el_gr: /Κατέβασμα/Ρυθμίστε κατέβασμα
fi: /Imuroi/Muokkaa imurointia
he: /הדרוה/תודרוה ךור_ע
ja: /ダウンロード(_D)/設定変更
nl: /Download/Downloads _wijzigen
pl: /Pobieranie/_Edytuj pobieranie
pt_br: /Download/Editar download
sk: /S»ahovanie/_Editácia s»ahovania

source: /Download/_Delete downloads
el_gr: /Κατέβασμα/Σβήσιμο κατεβασμάτων
fi: /Imuroi/_Poista imuroinnit
he: /הדרוה/תודרוה קח_מ
ja: /ダウンロード(_D)/キューの削除(_D)
nl: /Download/Downloads _verwijderen
pl: /Pobieranie/_Usuñ pobierania
pt_br: /Download/_Apagar downloads
sk: /S»ahovanie/_Zmazanie s»ahovania

source: /Download/Continue downloads
el_gr: /Κατέβασμα/Συνέχεια κατεβασμάτων
fi: /Imuroi/Jatka imurointeja
he: /הדרוה/תודרוה ךש_מה
ja: /ダウンロード(_D)/ダウンロードの再開
nl: /Download/Downloads _doorgaan
pl: /Pobieranie/_Kontynuuj pobierania
pt_br: /Download/Continuar downloads
sk: /S»ahovanie/Pokr_aèovanie v s»ahovaní

source: /Download/Delete completed
el_gr: /Κατέβασμα/Σβήσιμο κατεβασμένων
fi: /Imuroi/Poista suoritetut
he: /הדרוה/ומלשוהש תודרוה תקיחמ
ja: /ダウンロード(_D)/取得の完了したキューの削除
nl: /Download/Ver_wijder voltooide downloads
pl: /Pobieranie/Usuñ zakoñczone
pt_br: /Download/Apagar concluídos
sk: /S»ahovanie/Zmazanie celého s»ahovania

source: /Download/Delete failed
el_gr: /Κατέβασμα/Σβήσιμο αποτυχημένων
fi: /Imuroi/Poista ep‰onnistuneet
he: /הדרוה/ולשכנש תודרוה קחמ
ja: /ダウンロード(_D)/取得に失敗したキューの削除
nl: /Download/Verwijder mislukte downloads
pl: /Pobieranie/Usuñ nieudane
pt_br: /Download/Apagar mal sucedidos
sk: /S»ahovanie/Zmazanie neúspe¹ného s»ahovania

source: /Download/Rerun failed
el_gr: /Κατέβασμα/Επανεκίνηση απoτυχημένων
fi: /Imuroi/Uudelleenaja ep‰onnistuneet
he: /הדרוה/ולשכנש תודרוה בוש הסנ
ja: /ダウンロード(_D)/失敗したキューの再試行
nl: /Download/Herhaal mislukte downloads
pl: /Pobieranie/Wznów b³êdne
pt_br: /Download/Re-tentar os mal sucedidos
sk: /S»ahovanie/opakovaný beh zlyhal

source: /Download/(Un)Protect
he: /הדרוה/(Un)Protect
nl: /Download/(Niet) Beveiligen
pl: /Pobieranie/(Od)Zabezpiecz

source: /Download/Unselect all
el_gr: /Κατέβασμα/Επιλογή κανενός
fi: /Imuroi/Valitse kaikki pois
he: /הדרוה/םלוכ ןומיס לטב
ja: /ダウンロード(_D)/全てを不選択
nl: /Download/Deselecteer alles
pl: /Pobieranie/Odznacz wszystko
pt_br: /Download/Deselecionar todos
sk: /S»ahovanie/Odznaèi» v¹etko

source: /Download/Select all
el_gr: /Κατέβασμα/Επιλογή όλων
fi: /Imuroi/Valitse kaikki
he: /הדרוה/לכה ןמס
ja: /ダウンロード(_D)/全てを選択
nl: /Download/Selecteer alles
pl: /Pobieranie/Zaznacz wszystko
pt_br: /Download/Selecionar todos
sk: /S»ahovanie/Vybra» v¹etko

source: /Download/Invert selection
el_gr: /Κατέβασμα/Αντιστροφή επιλογής
fi: /Imuroi/K‰‰nteinen valinta
he: /הדרוה/ןומיס ךופה
ja: /ダウンロード(_D)/選択を反転
nl: /Download/Selectie omdraaien
pl: /Pobieranie/Odwróæ zaznaczenie
pt_br: /Download/Inverter seleção
sk: /S»ahovanie/Obráti» výber

source: /Download/-
el_gr: /Κατέβασμα/-
fi: /Imuroi/-
he: /הדרוה/-
ja: /ダウンロード(_D)/-
pl: /Pobieranie/-
sk: /S»ahovanie/-

source: /_Options
el_gr: /Επιλογές
fi: /_Valinnat
he: /_תויורשפא
ja: /_オプション
nl: /_Opties
pl: /_Opcje
pt_br: /_Opções
sk: /_Voµby

source: /Options/Scheduler
el_gr: /Επιλογές/Χρονοδιάγραμμα
he: /תויורשפא/םינמז-חול להנמ
nl: /Opties/Scheduler
pl: /Opcje/Harmonogram
pt_br: /Opções/Escalonador

source: /Options/Passwords
el_gr: /Επιλογές/Κωδικοί
fi: /Valinnat/Salasanat
he: /תויורשפא/תואמסיס
ja: /オプション/パスワード
nl: /Opties/Wachtwoorden
pl: /Opcje/_Has³a
pt_br: /Opções/Senhas
sk: /Voµby/Heslá

source: /Options/General
el_gr: /Επιλογές/Κοινά
fi: /Valinnat/Yleiset
he: /תויורשפא/יללכ
ja: /オプション/一般
nl: /Opties/Algemeen
pl: /Opcje/_Wspólne
pt_br: /Opções/Gerais

source: /Options/Filters
el_gr: /Επιλογές/Φίλτρα
he: /תויורשפא/םירטליפ
nl: /Opties/Filters
pl: /Opcje/Filtry

source: /Options/Speed
el_gr: /Επιλογές/Ταχύτητα
fi: /Valinnat/Nopeus
he: /תויורשפא/תוריהמ
ja: /オプション/スピード
nl: /Opties/Snelheid
pl: /Opcje/Szybko¶æ
pt_br: /Opções/Velocidade
sk: /Voµby/Rýchlos»

source: /Options/Speed/Low
el_gr: /Επιλογές/Ταχύτητα/Κατώτερη
fi: /Valinnat/Nopeus/Hitain
he: /תויורשפא/תוריהמ/יטיא
ja: /オプション/スピード/低速
nl: /Opties/Snelheid/Laagste
pl: /Opcje/Szybko¶æ/Niska
pt_br: /Opções/Velocidade/Baixa
sk: /Voµby/Rýchlos»/Najni¾¹ia

source: /Options/Speed/Medium
el_gr: /Επιλογές/Ταχύτητα/Μεσαία
fi: /Valinnat/Nopeus/Keskitaso
he: /תויורשפא/תוריהמ/ינוניב
ja: /オプション/スピード/中速
nl: /Opties/Snelheid/Normaal
pl: /Opcje/Szybko¶æ/¦rednia
pt_br: /Opções/Velocidade/Média
sk: /Voµby/Rýchlos»/Stredná

source: /Options/Speed/Unlimited
el_gr: /Επιλογές/Ταχύτητα/Απεριόριστη
fi: /Valinnat/Nopeus/Rajoittamaton
he: /תויורשפא/תוריהמ/לבגומ יתלב
ja: /オプション/スピード/無制限
nl: /Opties/Snelheid/Geen limiet
pl: /Opcje/Szybko¶æ/Nieograniczona
pt_br: /Opções/Velocidade/Ilimitada
sk: /Voµby/Rýchlos»/Neobmedzená

source: /Options/Buttons
el_gr: /Επιλογές/Κουμπιά
fi: /Valinnat/Painikkeet
he: /תויורשפא/םינצחל
ja: /オプション/ボタン
nl: /Opties/Knoppen
pl: /Opcje/Przyciski
pt_br: /Opções/Botões
sk: /Voµby/Tlaèítka

source: /Options/Buttons/Add buttons
el_gr: /Επιλογές/Κουμπιά/Κουμπιά προσθήκης
fi: /Valinnat/Painikkeet/Lis‰‰ painikkeita
he: /תויורשפא/םינצחל/הפסוה ינצחל
ja: /オプション/ボタン/追加ボタン
nl: /Opties/Knoppen/Toevoeg-knoppen
pl: /Opcje/Przyciski/Dodaj przyciski
pt_br: /Opções/Botões/Adicionar botões
sk: /Voµby/Tlaèítka/Prida» tlaèítka

source: /Options/Buttons/Manipulating
el_gr: /Επιλογές/Κουμπιά/Χειρισμός
fi: /Valinnat/Painikkeet/Manipuloidaan
he: /תויורשפא/םינצחל/תולועפ
ja: /オプション/ボタン/操作ボタン
nl: /Opties/Knoppen/Wijzig-knoppen
pl: /Opcje/Przyciski/Dostosuj
pt_br: /Opções/Botões/Manipulando
sk: /Voµby/Tlaèítka/Manipulovanie

source: /Options/Buttons/Speed buttons
el_gr: /Επιλογές/Κουμπιά/Κουμπιά ταχύτητας
fi: /Valinnat/Painikkeet/Nopeuspainikkeet
he: /תויורשפא/םינצחל/תויוריהמ
ja: /オプション/ボタン/スピード ボタン
nl: /Opties/Knoppen/Snelheidsknoppen
pl: /Opcje/Przyciski/Przyciski szybko¶ci
pt_br: /Opções/Botões/Botões de velocidade
sk: /Voµby/Tlaèítka/Tlaèítka rýchlosti

source: /Options/Buttons/Misc buttons
el_gr: /Επιλογές/Κουμπιά/Διάφορα κουμπιά
fi: /Valinnat/Painikkeet/Sekalaiset painikkeet
he: /תויורשפא/םינצחל/םירחא םינצחל
ja: /オプション/ボタン/その他のボタン
nl: /Opties/Knoppen/Andere knoppen
pl: /Opcje/Przyciski/Ró¿ne przyciski
pt_br: /Opções/Botões/Botões Misc (miscelânea)
sk: /Voµby/Tlaèítka/Rozlièné

source: /_Help
el_gr: /Βοήθεια
fi: /_Apua
he: /הרז_ע
ja: /ヘルプ(_H)
pl: /Pomo_c
pt_br: /_Ajuda
sk: /_Nápoveda

source: /_Help/About
el_gr: /Βοήθεια/Σχετικά
fi: /Apua/Tietoja
he: /הרז_ע/תודוא
ja: /ヘルプ(_H)/このプログラムについて
nl: /_Help/Info
pl: /Pomoc/I_nformacje
pt_br: /_Ajuda/Sobre
sk: /_Nápoveda/_O programe

source: Do you really want to quit?
el_gr: Θέλετε πραγματικά να βγείτε από το πρόγραμμα;
fi: Haluatko todella lopettaa?
he: ?תאצל ךנוצרבש ה/חוטב ה/תא
ja: 本当に終了しますか?
nl: Wil je echt afsluiten?
pl: Czy na pewno chcesz zakoñczyæ?
pt_br: Quer mesmo sair?
sk: Naozaj chcete ukonèit program?

source: Quit?
el_gr: Έξοδος;
fi: Lopeta?
he: ?תאצל
ja: 終了?
nl: Afsluiten?
pl: Zakoñczyæ?
pt_br: Sair?
sk: Koniec?

source: Delete selected downloads?
el_gr: Σβήσιμο επιλεγμένων αρχείων;
fi: Poista valitut imuroinnit?
he: ?תונמוסמה תודרוהה תא קוחמל
ja: 選択したファイルのキューを削除しますか?
nl: Geselecteerde downloads verwijderen?
pl: Usun±æ zaznaczone pobierania?
pt_br: Apagar downloads selecionados?
sk: Zmaza» vybrané s»ahovanie?

source: Delete?
el_gr: Σβήσιμο;
fi: Poista?
he: ?קוחמל םאה
ja: 削除?
nl: Verwijderen?
pl: Usun±æ?
pt_br: Apagar?
sk: Zmaza»?

source: Do you wish delete completed downloads?
el_gr: Θέλετε να σβήσετε τα κατεβασμένα αρχεία;
fi: Haluatko poistaa suoritetut imuroinnit?
he: ?ומייתסהש תודרוה לכ תא קוחמל ךנוצרב םאה
ja: ダウンロードの完了したファイルのキューを削除しますか?
nl: Wil je voltooide downloads verwijderen?
pl: Czy masz zamiar usun±æ zakoñczone pobierania?
pt_br: Quer apagar downloads concluídos?
sk: Prajete si smaza» celý zoznam s»ahovaní?

source: Do you wish delete failed downloads?
el_gr: Θέλετε να σβήσετε τα αποτυχημένα κατεβάσματα;
fi: Haluatko poistaa ep‰onnistuneet imuroinnit?
he: ?ולשכנש תודרוה לכ תא קוחמל ךנוצרב םאה
ja: ダウンロードに失敗したファイルのキューを削除しますか?
nl: Wil je mislukte downloads verwijderen?
pl: Czy masz zamiar usun±æ nieudane pobierania?
pt_br: Quer apagar downloads mal sucedidos?
sk: Prejete si zmaza» neúspe¹né s»ahovanie?

source: Ready to go ????
el_gr: Έτοιμοι;
fi: Valmiina l‰htˆˆn ???
he: ? ליחתהל ה/ןכומ
nl: Klaar om te beginnen ???
pl: Jeste¶ gotowy???
pt_br: Pronto ????
sk: Pripravený?

source: View log
el_gr: Δείτε το log
fi: N‰yt‰ loki
he: גול ץבוקב הפצ
ja: ログを見る
nl: Log bekijken
pl: Poka¿ dziennik
pt_br: Ver log
sk: Zobrazenie protokola

source: Stop
el_gr: Στοπ
fi: Pys‰yt‰
he: רוצע
ja: 停止
pl: Zatrzymaj
pt_br: Parar
sk: Zastavenie

source: Continue downloads
el_gr: Συνέχεια κατεβασμάτων
fi: Jatka imurointeja
he: תודרוה ךשמה
ja: ダウンロードの再開
nl: Doorgaan
pl: Kontynuuj pobierania
pt_br: Continuar downloads
sk: Pokraèovanie v s»ahovaní

source: Copy
el_gr: Αντιγραφή
he: חולל קתעה
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar

source: (Un)Protect
nl: (Niet) Beveiligen
pl: (Od)Zabezpiecz

source: Common properties
el_gr: Κοινές ρυθμίσεις
he: םייללכ םינייפאמ
ja: 全体のプロパティ
nl: Algemene eigenschappen
pl: W³a¶ciwo¶ci wspólne
pt_br: Propriedades comuns
sk: Spoloèné vlastnosti

source: Delete downloads
el_gr: Σβήσιμο κατεβασμάτων
fi: Poista imuroinnit
he: תודרוה הקנ
ja: ファイルのキューの削除
nl: Downloads verwijderen
pl: Usuñ pobierania
pt_br: Apagar downloads
sk: Zmazanie s»ahovania

source: Delete completed
el_gr: Σβήσιμο κατεβασμένων
fi: Poista suoritetut
he: ומלשוהש תודרוה הקנ
ja: ダウンロードの完了したファイルのキューの削除
nl: Verwijder voltooide
pl: Usuñ zakoñczone
pt_br: Apagar concluídos
sk: Zmazanie dokonèených

source: Delete failed
el_gr: Σβήσιμο αποτυχημένων
fi: Poista ep‰onnistuneet
he: ולשכנש תודרוה יוקינ
ja: ダウンロードに失敗したファイルのキューの削除
nl: Verwijder mislukte
pl: Usuñ nieudane
pt_br: Apagar mal sucedidos
sk: Zmazanie neúspe¹ných

source: Move up
el_gr: Κίνηση πάνω
fi: Siirr‰ ylˆs
he: הלעמל הלעה
ja: リストを上に移動
nl: Omhoog
pl: Przesuñ w górê
pt_br: Mover para cima
sk: Presun hore

source: Move down
el_gr: Κίνηση κάτω
fi: Siirr‰ alas
he: הטמל דרוה
ja: リストを下に移動
nl: Omlaag
pl: Przesuñ w dó³
pt_br: Mover para baixo
sk: Presun dole

source: FTP search
el_gr: FTP αναζήτηση
nl: FTP zoekfunctie
pl: szukanie FTP
pt_br: busca FTP (search)

source: File
el_gr: Αρχείο
fi: Tiedosto
he: ץבוק
ja: ファイル
nl: Bestand
pl: Plik
pt_br: Arquivo
sk: Súbor

source: Type
el_gr: Τύπος
fi: Tyyppi
he: גוס
ja: 形式
pl: Typ
pt_br: Tipo
sk: Typ

source: Full Size
el_gr: Μέγεθος
fi: T‰yskoko
he: לדוג
ja: 全サイズ
nl: Grootte
pl: Rozmiar
pt_br: Tamanho Total
sk: Plná veµkos»

source: Downloaded
el_gr: Κατεβασμένο
fi: Imuroitu
he: דרוה
ja: サイズ
nl: Overgezet
pl: Pobrane
pt_br: Concluído
sk: Stiahnuté

source: Rest
el_gr: Υπόλοιπο
fi: Lep‰‰
he: רתונ
ja: 残り
pl: Pozosta³o
pt_br: Restam
sk: Zostáva

source: Speed
el_gr: Ταχύτητα
fi: Nopeus
he: תוריהמ
ja: スピード
nl: Snelheid
pl: Szybko¶æ
pt_br: Velocidade
sk: Rýchlos»

source: Remaining
el_gr: Υπόλοιπο
fi: J‰ljell‰
he: רתונ
ja: 残り時間
nl: Resterend
pl: Pozosta³o
pt_br: Restante
sk: Zostáva

source: Pause
el_gr: Παύση
fi: Tauko
he: הייהשה
ja: 停止
nl: Pauze
pl: Pauza
pt_br: Pausado
sk: Pauza

source: Attempt
el_gr: Προσπάθεια
fi: Yritys
he: ןויסנ
ja: 接続
nl: Poging
pl: Próby
pt_br: Tentativas
sk: Pokus

source: Enter wildcard
nl: Voer jokerteken in
pl: Wprowad¼ wzór

source: Unselect
he: הריחב לטב
nl: Deselecteer alles
pl: Odznacz

source: Continue open log windows?
el_gr: Συνέχεια ανοίγματος παράθυρων log;
he: ?םיחותפה גולה תונולח תא ךשמה
ja: ログ ウインドウを開き続けますか？
nl: Hervat open log schermen?
pl: Kontynuowaæ otwieranie okien dziennika?
pt_br: Continuar janelas de log abertas?
sk: Pokraèova» v otváraní okien s protokolmi?

source: Open logs?
el_gr: Aνοιγμα των logs?
he: ? גול חתפ
nl: Logs openen?
pl: Otworzyæ dzienniki?
pt_br: Abrir logs?

source: Row number %i [log of %s]
el_gr: Σειρά %i [log του %s]
fi: Rivinumero %i [%s:n loki]statistyc
he: %i רפסמ הרוש [%s לש גול]
ja: ログの%i行目
nl: Regel %i [log van %s]
pl: Numer wiersza %i [dziennik %s]
pt_br: Linha número %i [log de %s]
sk: Riadok èíslo %i [protokola %s]

source: Log:
fi: Loki:
he: :גול
ja: ログ:
pl: Dziennik:
sk: Protokol:

source: Select directory
el_gr: Διαλέξτε κατάλογο
fi: Valitse hakemisto
he: הירפס רחב
ja: ディレクトリの選択
nl: Kies directory
pl: Wybierz katalog
pt_br: Selecionar diretório
sk: Vyberte adresár

source: Select file
el_gr: Επιλογή αρχείου
fi: Valitse tiedosto
he: ץבוק רחב
ja: ファイルの選択
nl: Bestand kiezen
pl: Zaznacz plik
pt_br: Selecionar arquivo
sk: Vyberte súbor

source: Browse
el_gr: Ξεφύλλισμα
fi: Selaa
he: ןויע
ja: ブラウズ
nl: Bladeren
pl: Przegl±daj
pt_br: Explorar
sk: Prehµadáva»

source: Select color
el_gr: Επιλογή χρώματος
fi: Valitse v‰ri
he: עבצ י/רחב
ja: 色の選択
nl: Kies kleur
pl: Wybierz kolor
pt_br: Selecionar cor
sk: Vybra» farbu

source: Edit properties of Rule
el_gr: Επεξεργασία ρυθμίσεων του Κανόνα
he: םינייפאמ רחב
nl: Bewerk eigenschappen
pl: Edytuj w³a¶ciwo¶ci regu³y

source: protocol
el_gr: πρωτόκολλο
fi: protokolla
he: לוקוטורפ
ja: プロトコル
pl: protokó³
pt_br: protocolo
sk: protokol

source: path
he: םוקימ
nl: pad
pl: ¶cie¿ka:

source: include
el_gr: περιλαμβάνω
he: דרוה
nl: invoegen
pl: za³±cz

source: exclude
el_gr: αποκλείω
he: דירות לא
nl: uitsluiten
pl: wyklucz

source: Modify filter
el_gr: Τροποποίηση φίλτρου
he: רטליפ הנש
nl: Bewerk filter
pl: Modyfikuj filtr

source: include by default
el_gr: περιελάμβανε ως εξ ορισμού
he: דרוה - לדחמ תרירב
nl: standaard invoegen
pl: domy¶lnie za³±cz

source: exclude by default
el_gr: απόκλειση από το default
he: דירות לא - לדחמ תרירב
nl: standaard uitsluiten
pl: domy¶lnie wyklucz

source: Name of filter
el_gr: Όνομα φίλτρου
he: רטליפה םש
nl: Naam van filter
pl: Nazwa filtru

source: Up
el_gr: Πάνω
he: הלעמל
nl: Omhoog
pl: W górê

source: Add rule
el_gr: Προσθήκη κανόνα
he: קוח ףסוה
nl: Regel toevoegen
pl: Dodaj regu³ê

source: Down
el_gr: Κάτω
he: הטמל
nl: Omlaag
pl: W dó³

source: Remove
el_gr: Διαγραφή
he: הקנ
nl: Verwijderen
pl: Usuñ
pt_br: Remover

source: Edit
el_gr: Επεξεργασία
he: הכירע
nl: Bewerken
pl: Edycja
pt_br: Editar

source: Select filter
el_gr: Επιλογή φίλτρου
he: רטליפ רחב
nl: Selecteer filter
pl: Zaznacz filtr

source: filter name
el_gr: όνομα φίλτρου
he: רטליפה םש
nl: filternaam
pl: nazwa filtru

source: Password and username
el_gr: Κωδικός και όνομα χρήστη
he: שמתשמ םשו המסיס
nl: Standaard wachtwoorden en gebruikersnamen
pl: Has³a i nazwy u¿ytkowników
pt_br: Senhas e nomes de usuários (username)

source: Host
fi: Is‰nt‰
he: תרש
ja: ホスト
pl: Serwer
pt_br: Servidor

source: Default passwords and usernames
el_gr: Εξ ορισμού κωδικοί και ονόματα χρηστών
fi: Oletussalasanat ja -k‰ytt‰j‰nimet
he: לדחמ תרירב תואמסיסו תומש
ja: デフォルトのパスワードとユーザー名
pl: Domy¶lne has³a i nazwy u¿ytkowników
pt_br: Senhas e nomes de usuários (usernames) padrões
sk: Predvolené heslá a mená u¾ívateµov

source: Add new
el_gr: Προσθήκη νέου
fi: Lis‰‰ uusi
he: שדח ףסוה
ja: 追加
nl: Toevoegen
pl: Dodaj nowy
pt_br: Adicionar novo
sk: Pridanie nového

source: Delete
el_gr: Σβήσιμο
fi: Poista
he: קחמ
ja: 削除
nl: Verwijder
pl: Usuñ
pt_br: Apagar
sk: Zmazanie

source: Optimize recursive downloads
el_gr: Βελτιστοποίηση αναδρομικών κατεβασμάτων
fi: Optimoi rekursiiviset imuroinnit
ja: 再ダウンロードの最適化
nl: Optimaliseer recursieve downloads
pl: Optymalizuj rekursywne pobierania
pt_br: Otimizar downloads recursivos
sk: Optimalizuj rekurzívne s»ahovanie

source: Save downloads to folder
el_gr: Αποθήκευση αρχείων στον κατάλογο
fi: Talleta imuroinnit kansioon
he: הירפסב תודרוה רומש
ja: セーブフォルダー
nl: Downloads opslaan in folder
pl: Zapisuj pobierania do folderu
pt_br: Salvar downloads no diretório
sk: Ukladaj s»ahované súbory do adresára:

source: Limits
el_gr: Περιορισμοί
fi: Rajoitukset
he: תולבגה
ja: 制限
nl: Limieten
pl: Ograniczenia
pt_br: Limites
sk: Limity

source: Maximum lines in log
el_gr: Μέγιστος αριθμός γραμμών στο log
fi: Maksimim‰‰r‰ rivej‰ lokissa
he: גול ץבוקב תורוש םומיסקמ
ja: ログの最大行数
nl: Maximum aantal regels in log
pl: Maksymalna liczba linii w dzienniku
pt_br: Número máximo de linhas no log
sk: Maximálny poèet riadkov v zázname

source: Output FTP dirs in logs
el_gr: Αναφορά των φακέλων ftp στα logs
he: םיגולב FTP תוירפס בותכ
ja: FTPのディレクトリをログに出力
nl: Toon FTP directories in logbestand
pl: Wypisuj katalogi FTP w dziennikach
pt_br: Salvar informações de diretórios FTP nos logs

source: default anonymous password
el_gr: εξ ορισμού anonymous password
nl: standaard anoniem wachtwoord
pl: domy¶lne anonimowe has³o

source: Filename for saving if it is unknown
el_gr: Αρχείο για αποθήκευση αν είναι άγνωστο
fi: Tiedostonimi talletukselle jos tuntematon
he: עודי אל ץבוקה םש םא הרימשל ץבוק םש
ja: 名称不明の場合のセーブファイル
nl: Bestandsnaam voor als de naam niet bekend is
pl: Nazwa zapisywanego pliku je¶li nie jest znana
pt_br: Nome do arquivo a ser salvo quando o nome é desconhecido
sk: Názov súboru ktorý chcete ulo¾i», ak je názov neznámy:

source: Main window
el_gr: Κύριο παράθυρο
he: ישאר ןולח
nl: Hoofdvenster
pl: Okno g³ówne
pt_br: Janela principal

source: Using title
el_gr: Χρήση τίτλου
fi: K‰ytet‰‰n titteli‰
he: תרתוכב שמתשה
ja: 使用するタイトル
nl: Gebruik titel
pl: U¿ywanie tytu³u
pt_br: Usando título
sk: Pou¾i» titulok

source: Use title of main window for info
el_gr: Χρήση του titlebar για πληροφορίες
fi: K‰yt‰ p‰‰ikkunan otsaketta infoon
he: ןולחה תרתוכב עדימ גצה
ja: メインウィンドウの情報をタイトルバーに表示する
nl: Gebruik titel van hoofdvenster voor info
pl: Wy¶wietl informacje w tytule okna g³ównego
pt_br: Usar o título da janela principal para informação
sk: Pou¾i titulok hlavného okna pre informácie

source: Display queue statistics too
el_gr: Προβολή στατιστικών ουράς
fi: N‰yt‰ jonotilastot myˆs
he: תוקיטסיטטס גצה ףסונב
ja: キューの状況も表示する
nl: Geef ook lijst-informatie weer
pl: Wy¶wietl równie¿ statystyki kolejki
pt_br: Mostra também estatísticas da fila
sk: Zobraz ¹tatistiku zoradených úloh

source: Scroll title
el_gr: Κύλιση τίτλου
fi: Rullausotsake
he: תרתוכ תלילג
ja: タイトルをスクロールさせる
nl: Titel scrollen
pl: Przewijaj tytu³
pt_br: Rolar o título
sk: Roluj titulok

source: Iconfiy main window instead of closing
el_gr: Ελαχιστοποίηση κεντρικού παραθύρου κατά την έξοδο
fi: Ikonifoi p‰‰ikkuna kun suljetaan
he: רוגסל םוקמב ישאר ןולח רעזמ
ja: メインウィンドウが閉じられているときアイコン化する
nl: Minimaliseer hoofdvenster bij afsluiten
pl: Zmniejsz okno do ikony zamiast je zamykaæ
pt_br: Minimizar janela principal ao fechar
sk: Ikonizuj hlavné okno pri zatvorení

source: Confirmation
el_gr: Επιβεβαίωση
fi: Vahvistus
he: רושיא תשקב
ja: 確認
nl: Bevestigingen
pl: Potwierdzenia
pt_br: Confirmações
sk: Potvrdzovanie

source: Confirm delete selected downloads
el_gr: Επιβεβαίωση σβησίματος επιλεγμένων αρχείων
fi: Vahvista valittujen imurointien poisto
he: תונמוסמ תודרוהה יוקינב רושיא שקב
ja: 選択したファイルのキューを削除するときに確認をする
nl: Bevestig verwijderen geselecteerde downloads
pl: Potwierd¼ usuniêcie wybranych pobierañ
pt_br: Confirmar para apagar downloads selecionados
sk: Potvrdzova» zmazanie vybraných s»ahovaní

source: Confirm delete all downloads
el_gr: Επιβεβαίωση σβησίματος όλων των αρχείων
fi: Vahvista kaikkien iurointien poisto
he: תודרוהה לכ יוקינב רושיא שקב
ja: ファイルのキューを全て削除するときに確認をする
nl: Bevestig verwijderen alle downloads
pl: Potwierd¼ usuniêcie wszystkich pobierañ
pt_br: Confirmar para apagar todos os downloads
sk: Potvrdzova» zmazanie v¹etkých s»ahovaní
