Repository: arizvisa/d4x
Catalog: po/*.po
Languages: fr, uk

source: Select color
fr: Choisir la couleur
uk: Вибер╕ть кол╕р

source: Edit properties of Rule
fr: Editer les propriétés des Rêgles
uk: Редагування правила

source: include
fr: inclure
uk: включити

source: exclude
fr: exclure
uk: виключити

source: Modify filter
fr: Modifier le filtre
uk: Модиф╕кац╕я ф╕льтру

source: include by default
fr: inclure par défaut
uk: включити за змовчанням

source: exclude by default
fr: exclure par defaut
uk: виключити за змовчанням

source: Name of filter
fr: Nom du filtre
uk: ╕м'я ф╕льтру

source: Select filter
fr: Sélectionner un filtre
uk: Вибер╕ть ф╕льтр

source: List of links
fr: Liste des liens
uk: Список посилань

source: Add
fr: Ajouter
uk: Додати

source: Add new URL to URL-manager
fr: Ajouter une nouvelle URL au gestionnaire d'URL
uk: Додати новий URL до розпорадника

source: Edit default preferences
fr: Editer les préférences par défaut
uk: Редагувати типов╕ параметри

source: limit
uk: обмеження

source: con.
uk: з'╓дн.

source: Optimize recursive downloads
fr: Optimiser les downloads récursifs
uk: Оптим╕зац╕я рекурсивних завантажень

source: Default permissions of local file
fr: Permissions par défaut du fichier local
uk: Типов╕ права доступу локальних файл╕в

source: Save downloads to folder
fr: Enregistrer les downloads dans le répertoire
uk: Збер╕гати в папц╕

source: Limits
fr: Limites
uk: Обмеження

source: Maximum lines in log
fr: Nombre maximum de lignes dans les logs
uk: Максималька к╕льк╕сть рядк╕в у протокол╕

source: Output FTP dirs in logs
fr: Ecrire les répertoires FTP dans les logs
uk: Збер╕гати FTP каталоги в протокол╕

source: default anonymous password
fr: mot de passe anonymous par defaut
uk: анон╕мний пароль за змовчанням

source: Filename for saving if it is unknown
fr: Nom de sauvegarde du fichier s'il est inconnu
uk: ╤м'я файлу для збереження якщо воно не в╕доме

source: Main window
fr: Fenêtre Principale
uk: Головне в╕кно

source: Using title
fr: Utiliser le titre
uk: Використовувати заголовок

source: Use title of main window for info
fr: Utiliser le titre de la fenêtre principale pour les informations
uk: ╤нформац╕я в заголовку головного в╕кна

source: Display queue statistics too
fr: Afficher aussi les statistiques de la file
uk: Показувати також статистику черги

source: Scroll title
fr: Faire défiler le titre
uk: Прокручувати заголовок

source: Iconfiy main window instead of closing
fr: Iconifier la fenêtre principale à la fermeture
uk: В╕кно згортати, а не закривати

source: Do not remember position of the main window
fr: Ne pas sauvegarder la position de la fenêtre principale
uk: Не запам'ятовувати позиц╕ю головного в╕кна

source: Confirmation
uk: П╕дтвердження

source: Confirm delete selected downloads
fr: Confirmer la suppression des downloads sélectionnés
uk: П╕дтвердження видалення вид╕лених завантажень

source: Confirm delete all downloads
fr: Confirmer la suppression de tous les downloads
uk: П╕дтвердження видалення вс╕х завантажень

source: Confirm delete completed downloads
fr: Confirmer la suppression des downloads terminés
uk: П╕дтвердження видалення виконаних завантажень

source: Confirm delete failed downloads
fr: Confirmer la suppression des downloads échoués
uk: П╕дтвердження видалення невдалих завантажень

source: Confirm opening large amount of windows
fr: Confirmer l'ouverture d'une grande quantité de fenêtres
uk: П╕дтвердження в╕дкриття велико╖ к╕лькост╕ в╕кон

source: Confirm exit from program
fr: Confirmer lors de la fermeture du programme
uk: П╕дтвердження виходу з програми

source: Clipboard
fr: Presse-Papiers
uk: Кишеня

source: Monitor clipboard
fr: Moniteur du presse-papier
uk: Спостер╕гати за кишенею

source: Skip these extensions in clipboard
fr: Ignorer ces extensions dans le presse-papier
uk: Пропускати ц╕ розширення з кишен╕

source: Catch these extensions in clipboard
fr: Prendre ces extensions dans le presse-papier
uk: П╕дхоплювати ц╕ розширення з кишен╕

source: Maximum lines in MAIN log
fr: Nombre maximum de lignes dans le log principal
uk: Максималька к╕льк╕сть рядк╕в у головному протокол╕

source: Output detailed information
fr: Donner des informations détaillées
uk: Виводити детал╕зовану ╕нформац╕ю

source: Save main log into file
fr: Sauvegarder le log principal dans le fichier:
uk: Збер╕гати головний притокол у файл╕

source: Maximum size for file of main log (in KBytes)
fr: Taille maximale pour le fichier du log principal (en koctets)
uk: Максимальний розм╕р файлу головного протоколу (в Кб)

source: Append to file
fr: Ajouter au fichier
uk: Додати до файлу

source: Overwrite file
fr: Réécrire le fichier
uk: Перезаписати файл

source: Integration
fr: Intégration
uk: ╤нтеграц╕я

source: Exit if nothing to do after
fr: Quitter s'il n'y a plus rien à faire au bout de
uk: Виходити якщо н╕чого не робимо

source: minutes
uk: хвилин

source: Run this on exit
fr: A lancer à la fermeture de l'application
uk: Виконати перед виходом

source: Open dialog for Drag-n-Drop
fr: Ouvrir la boite de dialogues pour les Drag-n-Drop
uk: В╕дкрити д╕алог Drag'n'Drop

source: Save list of downloads every
fr: Toujours sauvegarder la liste des downloads
uk: Збер╕гати список завантажень кожн╕

source: Allow to user force run downloads
fr: Autoriser l'utilisateur à forcer le lancement des téléchargements
uk: Дозволити форсувати завантаження

source: Remember passwords
fr: Mémoriser les Mots de Passe
uk: Запам'ятати пароль

source: Write Descript.ion file
fr: Ecrire le fichier Descript.ion
uk: Записувати файл Descript.ion

source: bytes/sec speed level one (red button)
fr: octets/sec : vitesse niveau 1 (bouton rouge)
uk: Мала швидк╕сть в б/сек(червона кнопка)

source: bytes/sec speed level two (yellow button)
fr: octets/sec : vitesse niveau 2 (bouton jaune)
uk: Середня швидк╕сть в б/сек(жовта кнопка)

source: Number of attempts to ping hosts
fr: Nombre de 'ping' vers les hôtes
uk: К╕льк╕сть спроб

source: Number of hosts in list
fr: Nombre d'hôtes dans la liste
uk: К╕льк╕сть хост╕в у списку

source: search engine to use
fr: moteur de recherche à utiliser
uk: пошукова система

source: Interface
uk: ╤нтерфейс

source: Show DnD basket
fr: Afficher la corbeille des Drag&Drop
uk: Показувати DnD basket

source: Use fixed font in logs
fr: Utiliser la police fixed dans les logs
uk: Протокол шрифтом fixed

source: Graph
fr: Graphique
uk: Граф╕к

source: Revert drawing graph of speeds
fr: Inverser le graphe des vitesses
uk: Розвернути граф╕к швидкост╕

source: Compressed mode
fr: Mode compressé
uk: Стиснутий режим

source: Color for picks
fr: Couleur pour les pics
uk: Кол╕р п╕к╕в

source: Color for total speed
fr: Couleur pour la vitesse totale
uk: Кол╕р загально╖ швидкост╕

source: Background color
fr: Couleur de fond
uk: Кол╕р тла

source: Reset to default
fr: Valeurs par defaut
uk: Типов╕ кольори

source: Colors for graph
fr: Couleurs du graphe
uk: Кольори граф╕ку

source: Sounds
fr: Effets sonores
uk: Звуки

source: enable sounds
fr: Activer les effets sonores
uk: ув╕мкнути звуки

source: output via ESD
fr: sortie via ESD
uk: виведення через ESD

source: Startup
fr: Démarrage
uk: Початок роботи

source: Adding a download
fr: Ajout d'un download
uk: Додати нове завантаження

source: Downloading completed
fr: Téléchargement terminé
uk: Завантаження виконано

source: Downloading failed
fr: Téléchargement échoué
uk: Завантаження не вдалося

source: Downloading of queue is completed
fr: Téléchargement de la liste terminé
uk: Завантаження черги виконано!

source: Drag'n'Drop event
fr: Evenement Drag'n'Drop
uk: Под╕я Drag'n'Drop

source: No info about this theme.
fr: Pas d'informations sur ce thème.
uk: Тема без опису.

source: Default theme
fr: Thème par défaut
uk: Типова тема

source: Themes
fr: Thèmes
uk: Теми

source: Name
fr: Nom
uk: ╤м'я

source: Options
uk: Параметри

source: Create new queue
fr: Créer une nouvelle liste
uk: Створити нову чергу

source: Queue properties
fr: Propriétés de la liste
uk: Параметри черги

source: Maximum active downloads
fr: Nombre maximum de downloads actifs
uk: Максимальна к╕льк╕сть активних завантажень

source: Automatically delete completed downloads
fr: Supprimer automatiquement les downloads terminés
uk: Автоматичне видалення виконаних завантажень

source: Automatically delete failed downloads
fr: Supprimer automatiquement les downloads échoués
uk: Автоматичне видалення невдалих завантажень

source: Default folder to save downloaded files
fr: Répertoire par défaut de sauvegarde des fichiers téléchargés
uk: Типовий каталог для запису завантажених файл╕в

source: Size format
fr: Format de la taille
uk: Формат розм╕ру

source: Time format
fr: Format du temps
uk: Формат часу

source: Name of the queue
fr: Nom de la liste
uk: ╤м'я черги

source: Loading
fr: Chargement
uk: Завантаження

source: Save list
fr: Enregistrer la liste
uk: Зберегти список

source: Load list
fr: Charger la liste
uk: Завантажити список

source: Find links in txt file
fr: Trouver les liens dans le fichier txt
uk: Знайти URL в текстовому файл╕

source: Accepting faild
fr: La réception a échoué
uk: Операц╕я accept не вдалася

source: Timeout while sending through control socket.
fr: Un timeout a été envoyé par le socket.
uk: Тайм-аут в╕дсилання через керуючий сокет.

source: Control connection lost
fr: Contrôle de connexion perdu
uk: Керуюче з'╓днання втрачено

source: Data connection lost!
fr: Connexion perdue!
uk: З'╓днання даних втрачено!

source: Control connection lost!
fr: Contrôle de connexion perdu!
uk: Керуюче з'╓днання втрачено!

source: Reget is not supported!!!
fr: La fonction 'Reget' n'est pas supportée!
uk: Reget не п╕дтриму╓ться!!!

source: try to connect to %i,%i,%i,%i,%i,%i
fr: Tentative de connection à %i,%i,%i,%i,%i,%i
uk: Спроба п╕д'╓днатися до %i,%i,%i,%i,%i,%i

source: Probably file was changed on server!
fr: Le fichier a certainement changé sur le serveur!
uk: Можливо файл було зм╕нено на сервер╕!

source: Data connection closed.
fr: La connexion a été fermée.
uk: З'╓днання даних закрито.

source: Requested size was loaded
fr: Taille demandée a été chargée
uk: Запитаний розм╕р завантажено

source: Can't establish data connection
fr: Impossible d'établir une connexion
uk: Не можу встановити з'╓днання для даних

source: Can't change directory
fr: Impossible de changer de répertoire
uk: Не можу зм╕нити каталог

source: Server refused login, perhaps there are too many users of your class
fr: Le serveur a refusé le login, il y a peut être trop de monde de votre classe
uk: Сервер в╕дмовив у з'╓днанн╕, певне забагато користувач╕в цього класу

source: Sleeping
fr: En attente...
uk: Засинаю

source: Empty answer. Trying to change directory to determine file type.
fr: Pas de réponse. Changement de répertoire pour déterminer le type du fichier.
uk: Порожня в╕дпов╕дь. Спроба зм╕нити каталог для визначення типу файлу.

source: This is a directory!
fr: C'est un répertoire!
uk: Це каталог!

source: No such file or directory!
uk: Нема╓ такого файлу чи каталога!

source: Couldn't get size :((
fr: Impossible de récupérer la taille :((
uk: Не можу визначити розм╕р :((

source: Loading directory...
fr: Chagement du répertoire...
uk: Завантаження каталогу...

source: Listing was loaded
fr: La liste est chargée
uk: Л╕стинг завантажено

source: Listing not loaded completelly
fr: La liste n'a pas été chargée complètement
uk: Л╕стинг не повний

source: Link was loaded :))
fr: Le lien a été chargé :))
uk: Посилання завантажено :))

source: Sending request to proxy (%s:%i)
fr: Envoi de la requête au proxy (%s:%i)
uk: Надсилання запиту до прокс╕ (%s:%i)

source: Answer read ok
fr: La réponse est ok
uk: В╕дпов╕дь ствердна

source: File not found on the server
fr: Fichier non trouvé sur le serveur
uk: Файл не знайдено на сервер╕

source: Probably it's problem of proxy server, retrying
fr: Il s'agit probablement d'un probleme avec le proxy, nouvel essai...
uk: Схоже на проблеми прокс╕, спробу╓мо ще

source: Socket lost!
fr: Le socket a été perdu!
uk: Сокет втрачено!

source: Request was sent, waiting for the answer
fr: Requête envoyée, attente de la réponse...
uk: Запит над╕слано, оч╕ку╓мо на в╕дпов╕дь

source: It is not HTTP server!!!
fr: Ce n'est pas un serveur HTTP!!!
uk: Не HTTP-сервер!!!

source: All ok, reading file
fr: Tout est ok, lecture du fichier en cours
uk: Все гаразд, чита╓мо файл

source: It seems to me that you need a password :)
fr: J'ai l'impression qu'il faut un mot de passe :)
uk: Схоже, що треба пароль :)

source: Server return bad answer:((
fr: Le serveur à retourné une mauvaise réponse :(
uk: Погана в╕дпов╕дь серверу:((

source: Wrong chunk size!
fr: Mauvaise taille de la partie!
uk: Нев╕рний розм╕р шматка!

source: It's last chunk!
fr: C'est la dernière partie!
uk: Це останн╕й шматок!

source: Couldn't get normal answer!
fr: Impossible d'avoir une réponse normale!
uk: Не можу отримати нормальну в╕дпов╕дь!

source: Size for download is %i bytes
uk: Розм╕р завантаження - %i байт.

source: Sending HTTP request...
fr: Envoi de la demande HTTP...
uk: HTTP-запит над╕слано...

source: It is seemed REGET not supported! Loading from begin..
fr: La fonction REGET n'est pas supportée! Chargement complet...
uk: Схоже, що REGET не п╕дтримую╓ться! Починаю заново...

source: ETag was changed, restarting again...
fr: ETag a changé, redémarrage...
uk: ETag зм╕нено, починаю заново...

source: Log was started!
fr: Le log a démarré!
uk: Почато протокол!

source: Can't init control socket!
fr: Impossible d'initialiser le contrôle de socket!
uk: Не можу ╕н╕ц╕ювати куреючий сокет!

source: Loading default list of downloads
fr: Chargement de la liste par défaut des downloads
uk: Завантаження списку за змовчанням

source: Delete completed downloads
fr: Supprimer les downloads terminés
uk: Видалити виконан╕ завантаження

source: Delete failed downloads
fr: Supprimer les downloads échoués
uk: Видалити невдал╕ завантаження

source: Clear queue of downloads
fr: La liste des downloads est vidée
uk: Очистити чергу завантажень

source: Run new thread for %z
fr: Lancement d'un nouveau processus pour %z
uk: Почато нову нитку для %z

source: Can't run new thread for downloading!
fr: Impossible de lancer un nouveau processus pour le téléchargement!
uk: Не можу почати нову нитку для завантаження!

source: Downloading of file %s from %s was terminated [by user]
fr: Le téléchargement du fichier %s depuis %s a été interrompu
uk: Завантаження файлу %s з %s зупинене [користувачем]

source: Delete file %s from queue of downloads
fr: Le fichier %s a été enlevé de la liste des downloads
uk: Видалено файл %s з черги

source: Continue downloading of file %s from %s...
fr: Le téléchargement du fichier %s continue depuis %s ...
uk: Продовження завантаження файлу %s з %s...

source: file
fr: fichier
uk: файл

source: dir
fr: rép.
uk: каталог

source: link
uk: посилання

source: device
uk: пристр╕й

source: Too many redirections!
fr: Beaucoup trop de redirections!
uk: Забагато перенаправлень!

source: Redirection from [%z] to the same location!
fr: Redirection de [%z] vers le même endroit!
uk: Перенаправлення з [%z] в теж саме м╕сце!

source: Redirection from [%z] to nowhere!
fr: Redirection de [%z] vers nulle part!
uk: Перенаправлення з [%z] в н╕куди!

source: Prepare thread %i of [%z] for stoping
fr: Préparation de l'arrêt du processus %i de [%z]
uk: П╕дготування потоку %i з [%z] до зупинки

source: Redirect from %z
fr: Rédirection depuis %z
uk: Перенаправлення з %z

source: Downloading of directory %z was completed
fr: Récupération du répertoire %z terminé
uk: Завантаження каталогу %z виконано

source: Downloading of file %z (%i bytes) was completed at speed %i bytes/sec
uk: Завантаження файлу %z (%i байт), виконано на швидкст╕ %i байт/сек

source: %z was deleted from queue of downloads as completed download
fr: %z a été effacé de la queue des downloads en tant que download terminé
uk: З черги видалено виконане завантаження %z

source: Downloading of file %z was terminated by fatal error
fr: Récupération du fichier %z terminée par une erreur fatale
uk: Завантаження файлу %z зупинено через помилку

source: %z was deleted from queue of downloads as failed download
fr: %z a été effacé de la queue des downloads en tant que download échoué
uk: З черги видалено невдале завантаження %z

source: Restarting failed downloads
fr: Reprise des downloads échoués
uk: Перезапуск невдалих завантажень

source: [control socket]
fr: [contrôle de socket]
uk: [керуючий сокет]

source: Remove the download via control socket [%s]
fr: Suppression du download via le contrôleur de socket [%s]
uk: Видалено завантаження через керуючий сокет [%s]

source: Adding downloading via control socket [%s]
fr: Ajout d'un téléchargerment via le controleur de socket [%s]
uk: Додано завантаження через керуючий сокет [%s]

source: Set speed limitation to %s %s
fr: Limitation de vitesse réglée sur %s %s
uk: Встановлено обмеження швидкост╕ %s %s

source: Setup maximum active downloads to
fr: Paramétrage du nombre maxi de downloads actifs à
uk: Встановлено максимальна к╕льк╕сть активних завантажень на

source: Exiting if nothing to do is switched off
fr: Fermeture automatique s'il n'y a plus rien à faire, désactivée
uk: Вих╕д п╕сля простою вимкнено

source: Downloader will exit if nothing to do after %i minutes %s
fr: Downloader se fermera s'il n'y a plus rien à faire après %i minutes %s
uk: Downloader зак╕нчить роботу п╕сля простою протягом %i хвилин %s

source: Default queue is '%s' now.
fr: La liste par défaut est maintenant '%s'.
uk: Поточна черга тепер - '%s'

source: Normally started
fr: Démarrage normal
uk: Початок роботи

source: Added downloading of file %s from %s [by user]
fr: Ajout du téléchargement du fichier %s depuis %s [par l'utilisateur]
uk: Додано завантаження файлу %s з %s [користувачем]

source: %lu bytes loaded during the session
fr: %lu octets reçus lors de cette session
uk: Протягом сес╕╖ завантажено %lu байт

source: Downloader exited normaly
fr: Fermeture normale de Downloader
uk: Нормальне зак╕нчення роботи

source: Can't open '%s' to save log
fr: Impossible d'ouvrir le fichier '%s' pour sauvegarder le log
uk: Не можу в╕дкрити '%s' для запису протоколу

source: Such protocol is not supported!
fr: Ce protocole n'est pas supporté!
uk: Протокол не п╕дтриму╓ться!

source: Limitation for size of file of mainlog reached! File have been truncated.
fr: La taille maximale du fichier de log principal a été atteinte! Le fichier a été tronqué.
uk: Досягнуто максимального розм╕ру головного протоколу! Файл обр╕зано.

source: Can't write to file interrupting write to file
fr: Impossible d'écrire dans le fichier, écriture interrompue
uk: Не можу писати у файл, запис призупинено

source: Open a row
fr: Ouvrir une ligne
uk: В╕дкрити рядок

source: Clear log
fr: Nettoyer les logs
uk: Витерти протокол

source: row number %i of main log
fr: Ligne numéro %i du log principal
uk: рядок номер %i з головного протоколу

source: Can't open file for saving log
fr: Impossible d'ouvrir le fichier pour sauvegarder le log
uk: Не можу в╕дкрити файл для запису протоколу

source: BUG: Wrong mode of lseek!
fr: BUG: Mauvais mode de 'lseek'!
uk: БАГ: Неправильний режим lseek!

source: WARNING!!! Can't find HOME variable! So can't read config!
fr: ATTENTION!!! Je n'arrive pas à trouver la variable HOME! Impossible de lire la configuration!
uk: УВАГА!!! Не можу знайти зм╕нну HOME! Не можу прочитати конф╕гурац╕ю!

source: %s probably is already running
fr: %s est probablement en cours d'exécution
uk: Схоже що %s вже викону╓ться

source: Resolving hosts...
fr: Recherche des hôtes...
uk: Визначення ╕мен╕ хоста...

source: Pinging (it takes 30 seconds maximum)...
fr: Pinging (pendant 30 secondes maximum)...
uk: П╕нгу╓мо (це займа╓ до 30 секунд)...

source: Can't save default list of downloads!!! Becouse can't find HOME variable
fr: Impossible de sauvegarder la liste des downloads!!! La variable HOME est introuvable!
uk: Не можу зберегти список за змовчанням, оск╕льки не знайдено зм╕нну HOME

source: Can't save default list of downloads!!!
fr: Impossible de sauvegarder la liste des downloads!!!
uk: Не можу зберегти список за змовчанням!!!

source: Can't load default list of downloads!!!
fr: Impossible de charger la liste des downloads!!!
uk: Не можу завантажити список за змовчанням!!!

source: Download was stopped by user
fr: Le download a été interrompu par l'utilisateur
uk: Завантаження зупинено користувачем!

source: low
fr: lente
uk: мала

source: medium
fr: moyenne
uk: середня

source: unlimited
fr: illimitée
uk: не обмежена

source: This action has no properties
fr: Cette action n'a pas de propriétés

source: Host
fr: Hôte
