Repository: arizvisa/d4x
Catalog: po/*.po
Languages: fr, uk

source: Timeout while reading from socket!
fr: Délai dépassé lors de la lecture sur le socket!
uk: Тайм-аут читання сокету!

source: Error while reading from socket!
fr: Erreur lors de la lecture du socket!
uk: Помилка читання сокету!

source: Socket was opened!
fr: Connexion établie
uk: В╕дкрито сокет!

source: Host not found!
fr: Impossible de trouver l'hôte!
uk: Хост не знайдено!

source: Can't allocate socket
fr: Impossible d'allouer ce socket
uk: Не можу вид╕лити сокет

source: Can't connect
fr: Connexion impossible
uk: Не можу при╓днатися

source: You forgot to specify directory.
fr: Vous avez oublié de spécifier un répertoire.
uk: Ви забули вказати каталог

source: You must specify number as second parameter for '-m' option
fr: Vous devez donner un nombre pour paramètre de l'option '-m'
uk: Сл╕д вказати число як другий параметр до '-m'

source: You must specify number as parameter for '--exit-time' option
fr: Vous devez donner un nombre pour le paramètre de l'option '--exit-time'
uk: Сл╕д вказати число як параметр до '--exit-time'

source: Expect URL as parameter for '--ls' option
fr: Requiert une URL en paramêtre de l'option '--ls'
uk: Оч╕ку╓ться URL як параметр до '--ls'

source: Expect URL as parameter for '--del' option
fr: Requiert une URL en paramêtre de l'option '--del'
uk: Оч╕ку╓ться URL як параметр до '--del'

source: Expect string in format WIDTHxHEIGHT+X+Y as parameter for '-geometry'
fr: Requiert une chaîne au format LARGEURxHAUTEUR+X+Y en paramêtre de '-geometry
uk: Оч╕ку╓ться рядок у формат╕ ШИРИНАxВИСОТА+X+Y як агрумент до '-geometry'

source: Expect URL as parameter for '--stop' option
fr: Requiert une URL en paramêtre de l'option '--stop'
uk: Оч╕ку╓ться URL як агрумент до параметру '--stop'

source: Can't open cfg file at '%s'
fr: Impossible d'ouvrir le fichier de configuration: '%s'
uk: Не можу в╕дкрити файл коф╕гурац╕╖ '%s'

source: Use default cfg :))...
fr: Utilisation de la configuration par défaut :))...
uk: Використання стандартно╖ конф╕гурац╕╖... ;)

source: unknown option:
fr: option inconnue:
uk: нев╕домий параметр:

source: List of queues:
fr: Listes de téléchargements.
uk: Список черг:

source: Run downloads: %d
fr: Downloads en cours: %d
uk: Викону╓ться завантажень: %d

source: Paused downloads: %d
fr: Downloads arrêtés : %d
uk: Призупинено завантажень: %d

source: Failed downloads: %d
fr: Downloads échoués : %d
uk: Невдалих завантажень: %d

source: Completed downloads: %d
fr: Downloads terminés: %d
uk: Виконаних завантажень: %d

source: Total: %d
uk: Всього: %d

source: Total bytes loaded: %d
fr: Total des octets chargés: %d
uk: Загальний об'╓м в байтах: %d

source: Current speed: %d
fr: Vitesse courante: %d
uk: Поточна швидк╕сть: %d

source: Curent speed: %d
fr: Vitesse courante: %d
uk: Поточна швидк╕сть: %d

source: Usage: nt [OPTION] ... [URL]
uk: Використання: nt [параметри] ... [URL]

source: print this page and exit
fr: afficher cette page et quitter
uk: вивести цю стор╕нку та вийти

source: show version information and exit
fr: afficher la version et quitter
uk: показати верс╕ю та вийти

source: show information if already run
fr: afficher les informations (si le programme est lancé)
uk: показати ╕нформац╕ю, якщо вже працю╓

source: show current speed if already run
fr: afficher la vitesse courante (si prog. lancé)
uk: показати поточну швидк╕сть, якщо вже працю╓

source: run in minimized mode
fr: executer en mode minimisé
uk: виконати в згорнутому в╕кн╕

source: set timeout for exiting if nothing to do
fr: règle le délai avant de quitter s'il n'y a plus rien à faire
uk: задати тайм-аут виходу з програми

source: set directory for saving files
fr: répertoire de sauvegarde des fichiers
uk: задати каталог для збереження файл╕в

source: set lower speed limitation
fr: vitesse basse activée
uk: задати нижню межу швидкост╕

source: set medium speed limitation
fr: vitesse moyenne activée
uk: задати середню межу швидкост╕

source: set unlimited speed
fr: vitesse illimitée activée
uk: задати роботу без обмеження швидкост╕

source: delete completed if already run
fr: effacer les downloads terminés (si prog. lancé)
uk: видалити виконан╕, якщо вже працю╓

source: set maximum active downloads
fr: nombre maximum de downloads actifs
uk: задати максимум активних завантажень

source: restart all failed downloads
fr: relancer tous les downloads échoués
uk: перезапустити вс╕ невдал╕ завантаження

source: run program without X interface
fr: exécuter le programme sans l'interface X
uk: виконати програму без X ╕нтерфейсу

source: display info about URL in queue of downloads
fr: afficher les infos sur l'URL dans la liste des downloads
uk: показувати ╕нфо про URL в черз╕ завантажень

source: change current default queue
fr: change la liste courante par défaut
uk: зм╕нити поточну типову чергу

source: remove a download from queue
fr: supprimer un download de la liste
uk: видалити завантаження з черги

source: stop a download
fr: stopper un download
uk: зупинити завантаження

source: using colors if run without interface
fr: utilisation des couleurs si lancé sans interface
uk: використовувати кольори при виконанн╕ без ╕нтерфейсу

source: specifies preferred size and position of main window
fr: spécifie la taille et la position souhaitées de la fenêtre principale
uk: вказу╓ бажаний розм╕р та позиц╕ю головного в╕кна

source: Loading cookies
fr: Chargement des cookies...
uk: Завантаження кук╕в

source: %i cookies loaded from browsers' files
fr: %i cookies chargés à partir des fichiers du navigateur
uk: З файл╕в броузера завантажено %i кук╕в

source: Can't open cookies file %s!
fr: Impossible d'ouvrir le fichier des cookies %s!
uk: Не можу в╕дкрити файл кук╕в %s!

source: %i cookies loaded
fr: %i cookies chargés
uk: Завантажено %i кук╕в

source: Can't write to file
fr: Impossible d'écrire dans le fichier.
uk: Не можу писати у файл

source: File is already opened by another download!
fr: Le fichier est déjà ouvert pas un autre download!
uk: Файл вже в╕дкрито ╕ншим завантаженням!

source: Filesystem do not support advisory record locking!
uk: Файлова система не п╕дтриму╓ блокування!

source: Will proceed without it but beware that you might have problems.
fr: Il ne sera pas utilisé, mais sachez que vous pouvez avoir des problèmes.
uk: Робота продовжу╓ться, але будьте готов╕ до проблем.

source: You have no permissions to create file at path %s
fr: Vous n'avez pas les permissions requises pour créer le fichier dans %s
uk: У Вас нема прав на створення файлу за шляхом %s

source: You have no space at path %s for creating file
fr: Vous n'avez plus d'espace libre dans %s pour créer le fichier
uk: У Вас невистача╓ в╕льного м╕сця за шляхом %s для створення файлу

source: Directory already created!:))
fr: Le répertoire existe déjà!:))
uk: Каталог вже створено!:))

source: Trying to create a link
fr: Tentative de création du lien.
uk: Спроба створити посилання

source: Link already created!:))
fr: Ce lien éxiste déjà!:))
uk: Посилання вже створено!:))

source: Can't create link
fr: Impossible de créer le lien.
uk: Не можу створити посилання

source: Trying to create a file
fr: Tentative de création d'un fichier.
uk: Спроба створити файл

source: Can't create file at the path:
fr: Impossible de créer le fichier :
uk: Не можу створити файл за шляхом:

source: which has name:
fr: qui porte le nom:
uk: з ╕менем:

source: File was created!
fr: Le fichier est créé!
uk: Створено файл!

source: Trying to create a dir
fr: Tentative de création d'un répertoire.
uk: Спроба створити каталог

source: Can't create directory!
fr: Impossible de créer le répertoire!
uk: Не можу створити каталог!

source: Downloader can't create devices...
fr: Downloader ne peut créer ces périphériques...
uk: Завантажувач не вм╕╓ створювати пристро╖...

source: Trying to copy %s to %s due 'Content-Disposition'
fr: Tentative de copie de %s vers %s à cause de 'Content-Disposition'
uk: Спроба скоп╕ювати %s в %s через 'Content-Disposition'

source: Error during copying!
fr: Erreur lors de la copie!
uk: Помилка п╕д час коп╕ювання!

source: Downloading was successefully completed!
fr: Le download s'est bien terminé!
uk: Завантаження виконано!

source: Downloading was failed...
fr: Le download a échoué...
uk: Завантаження не вдалося...

source: Redirection blocked by filter
fr: Redirection bloquée par le filtre
uk: Перенаправлення заблоковане ф╕льтром

source: Redirect detected...
fr: Redirection détectée...
uk: Пом╕чено перенаправлення...

source: It is strange that we can't delete file which just created...
fr: Il est étrange qu'on ne puisse pas supprimer ce fichier qui vient tout juste d'être créé...
uk: Дивно, але не можу видалити щойно створений файл...

source: File not found
fr: Fichier non trouvé
uk: Файл не знайдено

source: Sorting started
fr: Classement en cours
uk: Початок сортування

source: Pinging (atempt %i of %i)
fr: Pinging (essai %i sur %i)
uk: П╕нгую (спроба %i з %i)

source: Trying to determine filesizes
fr: Tentative de détermination de la taille des fichiers
uk: Спроба визначити розм╕ри файл╕в

source: Searching failed
fr: Recherche échouée
uk: Пошук не вдався

source: Search had been completed!
fr: Recherche terminée!
uk: Пошук зак╕нчено!

source: Was Started!
fr: C'est Parti!
uk: Почав!

source: It is a link and we already load it
fr: C'est un lien que nous avons déjà chargé
uk: Це посилання вже завантажено

source: Trying to work without CWD
fr: Tentative de travailler sans CWD
uk: Спроба роботи без CWD

source: Can't split file to specified number of parts!
fr: Impossible de partager le fichier suivant le nombre de morceaux désirés
uk: Не можу розбити файл на вказану к╕льк╕сть частин!

source: Maximum number of retries reached!
fr: Le nombre maximum de tentatives a été atteint!
uk: Досягнуто л╕м╕ту спроб!

source: Retry %i of %i....
fr: Tentative %i de %i....
uk: Спроба %i з %i...

source: Retry %i ...
fr: Tentative %i ...
uk: Спроба %i ...

source: File on a server is newer then local one. Restarting from begin
fr: Le fichier sur le serveur est plus recent que celui en local. Reprise depuis le début
uk: Файл на сервер╕ нов╕ший, н╕ж локальний. Почина╓мо с початку

source: Error code %i
fr: Code erreur %i
uk: Код помилки: %i

source: Warning! Probably you found the BUG!!!
fr: Attention! vous venez de découvrir un BUG!!!
uk: УВАГА! Сходже, що ви знайшли багу!!!

source: If you see this message please report to mdem@chat.ru
fr: Si vous voyez ce message, envoyez le report à mdem@chat.ru
uk: Якщо ви бачите це пов╕домлення, пов╕домте за адресою mdem@chat.ru

source: About
fr: A propos
uk: Про мене

source: Translators team
fr: Equipe de Traducteurs
uk: Команда перекладу

source: Special thanks to
fr: Remerciements à
uk: Особлив╕ подяки

source: Don't ask next time
fr: Ne pas demander la prochaine fois
uk: Не питати наступного разу

source: Add new download
fr: Ajouter un nouveau download
uk: Додати нове завантаження

source: Automated adding
fr: Ajout automatique
uk: Автододання

source: Add new download
fr: Ajouter un nouveau download
uk: Додати нове завантаження

source: Paste from clipboard
fr: Coller à partir du presse-papier
uk: Вставити з буферу

source: Del downloads
fr: Supprimer le(s) download(s)
uk: Вид. завантаження

source: Stop downloads
fr: Stopper le(s) download(s)
uk: Зуп. завантаження

source: Continue/restart downloads
fr: Continuer/redémarrer le(s) download(s)
uk: Продовжити/перезапустити завантаження

source: Del Completed downloads
fr: Supprimer les downloads terminés
uk: Видалити виконан╕ завантаження

source: Move up
fr: Déplacer vers le haut
uk: П╕дняти

source: Move down
fr: Déplacer vers le bas
uk: Опустити

source: View log
fr: Afficher les logs
uk: Переглянути протокол

source: Speed level one
fr: Vitesse niveau 1
uk: Мала швидк╕сть

source: Speed level two
fr: Vitesse niveau 2
uk: Середня швидк╕сть

source: Unlimited speed
fr: Vitesse non limitée
uk: Необмежена швидк╕сть

source: Options
uk: Параметри

source: Delete all downloads
fr: Supprimer tous les downloads
uk: Видалити вс╕ завантаження

source: Save list
fr: Sauvegarder la liste
uk: Зберегти список

source: Load list
fr: Charger la liste
uk: Завантажити список

source: DnD basket
fr: Corbeille DnD
uk: Кошик DnD

source: Switch percentage mode to
fr: Passer en mode de pourcentage
uk: Зм╕нити режим в╕дсотк╕в на

source: Configure buttons
fr: Configurer les boutons
uk: Налаштувати кнопки

source: Delete ALL downloads?
fr: Supprimer TOUS les downloads?
uk: Видалити ВС╤ завантаження?

source: Delete all?
fr: Tous les supprimer ?
uk: Видалити все?

source: status
uk: статус

source: file name
fr: Nom du fichier
uk: ╕м'я файлу

source: type of file
fr: Type du fichier
uk: тип файлу

source: size of file
fr: Taille du fichier
uk: розм╕р файлу

source: downloaded size
fr: Taille downloadée
uk: завантажено

source: rest
fr: Taille restante
uk: лишилось

source: percent
fr: Pourcentage
uk: в╕дсоток

source: speed
fr: Vitesse
uk: швидк╕сть

source: elapsed time
fr: Temps écoulé
uk: витрачений час

source: estimated time
fr: Temps restant estimé
uk: гаданий час

source: time of pause
fr: Durée de la pause
uk: час зупинки

source: number of attempts
fr: Nombre d'essais
uk: к╕льк╕сть спроб

source: description
uk: опис

source: Showed columns
fr: Colonnes à afficher
uk: Показувати колонки

source: DnD basket
fr: Corbeille DnD
uk: Кошик DnD

source: Drop link here
fr: Glisser le lien ici
uk: Киньте сюди посилання

source: Speed
fr: Vitesse
uk: Швидк╕сть

source: Delete completed
fr: Supprimer les downloads terminés
uk: Видалити виконан╕

source: Use password for this site
fr: Utiliser un mot de passe pour ce site
uk: Використовувати пароль з цим сайтом

source: Save download to folder
fr: Enregistrer le download dans le répertoire
uk: Збер╕гати в папц╕

source: Restart this download from begining
fr: Recommencer ce download depuis le début
uk: Почати завантаження заново

source: Timeout for reading from socket
fr: Délai pour la lecture à partir du socket
uk: Тайм-аут читання з сокету

source: Speed limitation
fr: Limitation de vitesse
uk: Обмеження швидкост╕

source: Maximum attempts
fr: Nombre de tentatives maximum
uk: Максимальна к╕льк╕сть спроб

source: Timeout before reconnection
fr: Délai avant reconnexion
uk: Тайм-аут перед повторним з'╓днанням

source: Rollback after reconnecting
fr: Octets à reprendre après reconnexion
uk: В╕дкат п╕сля перез'╓днання

source: Get date from the server
fr: Récupérer la date à partir serveur
uk: Отримувати дату файлу з серверу

source: Retry if resuming is not supported
fr: Retenter si la reprise du download n'est pas supportée
uk: Повторювати заново, якщо довантаження не п╕дтримую╓ться

source: Number of parts for spliting this download
fr: Nombre de parties pour le partage de ce download
uk: К╕льк╕сть частин для под╕лу цього завантаження

source: Use passive mode for FTP
fr: Utiliser le mode FTP-Passif
uk: Використовувати пасивний режим FTP

source: Get permissions of the file from server (FTP only)
fr: Récupérer les permissions des fichiers depuis le serveur (FTP seulement)
uk: Права доступу файлу брати з серверу

source: Don't send QUIT command (FTP)
fr: Ne pas envoyer la commande QUIT (FTP)
uk: Не в╕дсилати команду QUIT

source: Put directories on the top of queue during recursion
fr: Mettre les répertoires au début de la liste en mode récursif
uk: Виставляти каталоги на початок черги при рекурс╕╖

source: Compare date/time of remote file with local one
fr: Comparer la date/heure du fichier sur l'hôte avec le fichier local
uk: Пор╕внювати дату в╕ддаленого файлу з локальним

source: Sleep before completing
fr: Mettre en sommeil avant de compléter
uk: Засинати перед виконанням

source: Follow symbolic links
fr: Suivre les liens symboliques
uk: Йти за символьними посиланнями

source: Depth of recursing for FTP
fr: Profondeur de récursivité en FTP
uk: Глибина рекурс╕╖ FTP

source: Depth of recursing for HTTP
fr: Profondeur de récursivité en HTTP
uk: Глибина рекурс╕╖ HTTP

source: Only subdirs
fr: Seulement les sous-répertoires
uk: Лише п╕дкаталоги

source: Allow leave this server while recursing via HTTP
fr: Autoriser à quitter ce serveur lors d'un parcours récursif en HTTP
uk: Дозволити вих╕д поза цього серверу при рекурс╕╖

source: Change links in HTML file to local
uk: Зм╕нювати посилання в HTML-файл╕ на в╕дносн╕

source: Ignore ETag field in reply
fr: Ignorer le champs Etag en retour
uk: ╤гнорувати поле ETag у в╕дпов╕д╕

source: Referer
uk: Посилання

source: Cookie
uk: Куки

source: Proxy
uk: Прокс╕

source: Time
fr: Temps
uk: Час

source: Edit download
fr: Editer le download
uk: Редагувати завантаження

source: Description
uk: Опис

source: Save download to file
fr: Enregistrer le download dans le fichier
uk: Записати завантаження у файл

source: password
fr: Mot de Passe
uk: пароль

source: user name
fr: Nom d'utilisateur
uk: ╕м'я користувача

source: Default
fr: Par Défaut
uk: За змовчанням

source: Connections limit:
uk: Обмеження з'╓днаннь:

source: Pause this just after adding
fr: Ne pas lancer le download après l'avoir ajouté à la liste
uk: Додати призупиненим

source: Add to top of queue
fr: Ajouter au début de la liste
uk: Додати у початок черги

source: Download
uk: Завантаження

source: Main
fr: Principal
uk: Головн╕

source: Timeout for reading from socket (in seconds)
fr: Délai d'attente maximum pour la lecture du socket (en sec)
uk: Тайм-аут читання з сокету (в секундах)

source: Timeout before reconnection (in seconds)
fr: Délai d'attente avant reconnexion (en sec)
uk: Тайм-аут перед перез'╓днанням (в секундах)

source: Maximum attempts (0 for unlimited)
fr: Nombre de tentatives maximum (0 pour illimité)
uk: Максимальна к╕льк╕сть спроб (0 безл╕ч)

source: Rollback after reconnecting (in bytes)
fr: Octets à reprendre après reconnexion (RollBack)
uk: В╕дкат п╕сля перез'╓днання (в байтах)

source: Speed limitation in Bytes/sec (0 for unlimited)
fr: Limitation de vitesse en Octets/sec (0 pour illimité)
uk: Обмеження швидкост╕ в байтах/сек (0 безл╕ч)

source: Save log to file
fr: Sauvegarder le log dans le fichier
uk: ╤м'я файлу протоколу

source: Auto
fr: Automatique
uk: Автомат

source: Common
fr: Générales
uk: Загальне

source: Depth of recursing (0 unlimited,1 no recurse)
fr: Profondeur de récursivité (0 pour illimité, 1 pour désactivé)
uk: Глибина рекурс╕╖ (0 - не обмежена, 1 - без рекурс╕╖)

source: Filter
fr: Filtre
uk: Ф╕льтр

source: Select
fr: Choisir
uk: Вибрати

source: Hours
fr: Heures
uk: Години

source: Minutes
uk: Хвилини

source: Start this downloading at:
fr: Démarrer ce download à:
uk: Почати це завантаження о:

source: Use default settings
fr: Utilisation des paramêtres par défaut
uk: Використовувати типов╕ параметри

source: FTP proxy type
fr: Type de proxy FTP
uk: Тип FTP-прокс╕

source: Use this proxy for FTP
fr: Utiliser ce proxy pour le FTP
uk: Використовувати цей прокс╕ для FTP

source: port
uk: порт

source: need password
fr: Mot de Passe nécessaire
uk: пароль

source: username
fr: Nom d'utilisateur
uk: ╕м'я користувача

source: Don't get from cache
fr: Ne pas lire dans le cache
uk: Не брати з кешу

source: Use this proxy for HTTP
fr: Utiliser ce proxy pour le HTTP
uk: Використовувати цей прокс╕ для HTTP

source: Use SOCKS5 proxy
fr: Utiliser un proxy SOCKS5
uk: Використовувати прокс╕ SOCKS5

source: host
fr: Hôte
uk: хост

source: Select properties
fr: Sélectionner les propriétés
uk: Вибер╕ть властив╕сть

source: Unselect all
fr: Tout déselectionner
uk: Зняти виб╕рку

source: Select all
fr: Tout séléctionner
uk: Вибрати все

source: filter name
fr: nom du filtre
uk: ╕м'я ф╕льтру

source: Filters
fr: Filtres
uk: Ф╕льтр

source: limit speed
fr: Limitation de vitesse
uk: обмежити швидк╕сть

source: popup main window
fr: Afficher la fenêtre principale
uk: показати головне в╕кно

source: exit
fr: Quitter
uk: вийти

source: remove completed
fr: Supprimer les downloads terminés
uk: видалити виконан╕

source: remove failed
fr: Supprimer les downloads échoués
uk: видалити невдал╕

source: restart download
fr: Relancer le download
uk: перезапустити завантаження

source: stop download
fr: Stopper le download
uk: зупинити завантаження

source: remove download
fr: Supprimer le download
uk: видалити завантаження

source: remove download if completed
fr: Supprimer les downloads terminés
uk: видалити завантаження якщо виконано

source: add download
fr: Ajouter le download
uk: додати завантаження

source: save list
fr: Enregistrer la liste
uk: зберегти список

source: execute command
fr: Exécuter la commande
uk: виконати команду

source: Action
uk: Д╕я

source: Info
fr: Informations
uk: ╤нформац╕я

source: Scheduler
fr: Planificateur
uk: Планувальник

source: Select file
fr: Sélectionner un fichier
uk: Вибер╕ть файл

source: Command:
fr: Commande:
uk: Команда:

source: Browse
fr: Parcourir
uk: Перегляд

source: Path:
fr: Chemin:
uk: Шлях:

source: Start time(hour:min:sec)
fr: Lancement à (hh:mm:ss):
uk: Час початку(год:хв:сек)

source: Retry this action
fr: Retenter cette action
uk: Повторити цю д╕ю

source: times to repeat (-1 unlimited)
fr: fois (-1 pour illimité)
uk: к╕льк╕сть повтор╕в (-1 безл╕ч)

source: period (day/hour:min)
fr: Période (jour/heure/min)
uk: пер╕од (день/год:хв)

source: Properties
fr: Propriétés
uk: Параметри

source: Edit scheduled action
fr: Edition de l'action planifiée
uk: Редагувати заплановану д╕ю

source: bytes
fr: octets
uk: байт

source: nothing found
fr: rien trouvé
uk: не знайдено н╕чого

source: searching
fr: recherche en cours
uk: пошук

source: reping
uk: знову п╕нг

source: cumulative reping
fr: reping cumulatif
uk: комулятивне п╕нгування

source: remove
fr: supprimer
uk: видалити

source: (Un)Protect
fr: (Dé)Protéger
uk: Захист

source: Do you really want to quit?
fr: Voulez-vous réellement quitter?
uk: Ви д╕йсно хочете вийти з програми?

source: Quit?
fr: Quitter?
uk: Виходимо?

source: Delete selected downloads?
fr: Supprimer les downloads sélectionnés?
uk: Видалити вид╕лене завантаження?

source: Delete?
fr: Supprimer?
uk: Видалення

source: Do you wish delete completed downloads?
fr: Voulez-vous supprimer les downloads qui sont terminés ?
uk: Ви д╕йсно бажа╓те видалити виконан╕ завантаження?

source: Do you wish delete failed downloads?
fr: Voulez-vous supprimer les downloads qui ont échoué ?
uk: Ви д╕йсно бажа╓те видалити невдал╕ завантаження?

source: Ready to go ????
fr: Prêt à démarrer ???
uk: Готовий!!!

source: Main log
fr: Log Principal
uk: Головний протокол

source: URL-manager
uk: Розпорядник URL

source: [%s] %i-running %i-completed %i-total
fr: [%s] %i-en cours %i-terminé %i-total
uk: [%s] %i-викону╓ться %i-зак╕нчено %i-всього

source: View log
fr: Voir le log
uk: Переглянути протокол

source: Stop
uk: Зупинити

source: Continue downloads
fr: Continuer le(s) download(s)
uk: Продовжити завантаження

source: Copy
fr: Copier
uk: Коп╕ювати

source: Common properties
fr: Propriétés générales
uk: Загальн╕ параметри

source: Delete downloads
fr: Supprimer le(s) download(s)
uk: Видалити завантаження

source: Delete failed
fr: Supprimer les downloads échoués
uk: Видалити невдал╕

source: Move up
fr: Déplacer vers le haut
uk: П╕дняти

source: Move down
fr: Déplacer vers le bas
uk: Опустити

source: Alternates
fr: Autres possibilités
uk: Альтернативи

source: FTP search
fr: Recherche FTP
uk: FTP-пошук

source: File
fr: Fichier
uk: Файл

source: Type
uk: Тип

source: Full Size
fr: Taille Complète
uk: Розм╕р

source: Downloaded
fr: Downloadé
uk: Завантажено

source: Rest
fr: Reste
uk: Лишилося

source: Remaining
fr: Restant
uk: Лишилось

source: Pause
uk: Пауза

source: Attempt
fr: Essai
uk: Спроба

source: Enter wildcard
fr: Entrer le caractère joker
uk: Задайте маску

source: Unselect
fr: Déselectionner
uk: Зняти виб╕рку

source: Row number %i [log of %s]
fr: Ligne %i [log de %s]
uk: Рядок номер %i [протокол %s]

source: Log:
uk: Протокол:

source: Select directory
fr: Répertoire sélectionné
uk: Вибер╕ть каталог
