Repository: arizvisa/d4x
Catalog: main/po/*.po
Languages: cs, ja, tr

source: Timeout while reading from socket!
cs: Vypr¹el èas pøi ètení ze schránky!
ja: ¥½¥±¥Ã¥È¤ÎÆÉ¤ß¹þ¤ßÃæ¤Ë¥¿¥¤¥à¥¢¥¦¥È!

source: Error while reading from socket!
cs: Nastala chyba pøi ètení ze schránky!
ja: ¥½¥±¥Ã¥È¤«¤é¤ÎÆÉ¤ß¹þ¤ßÃæ¤Ë¥¨¥é¡¼!

source: Trying to connect...
cs: Pokou¹im se spojit...
ja: ÀÜÂ³Ãæ...¡£

source: Socket was opened!
cs: Schránka byla otevøena!
ja: ¥½¥±¥Ã¥È¤¬³«¤­¤Þ¤·¤¿!

source: Host not found!
cs: Hostitel nebyl nalezen!
ja: ¥Û¥¹¥È¤¬¸«¤Ä¤«¤ê¤Þ¤»¤ó!

source: Can't allocate socket
cs: Nemohu si nechat pøidìlit schránku
ja: ¥½¥±¥Ã¥È¤Î³ä¤êÅö¤Æ¤¬¤Ç¤­¤Þ¤»¤ó¡£

source: Can't connect
cs: Nemohu se pøipojit
ja: ÀÜÂ³¤Ç¤­¤Þ¤»¤ó¡£

source: Can't open cfg file at '%s'
cs: Nemohu otevøít konfiguraèní soubor '%s'
ja: %s¤Î¥³¥ó¥Õ¥£¥°¥Õ¥¡¥¤¥ë¤¬³«¤±¤Þ¤»¤ó¡£

source: Use default cfg :))...
cs: Pou¾iji implicitní konfiguraci :))...
ja: ¥Ç¥Õ¥©¥ë¥È¤Î¥³¥ó¥Õ¥£¥°¥Õ¥¡¥¤¥ë¤ò»È¤¤¤Þ¤¹¡£ :))...

source: Can't open limits configuration file!
cs: Nemohu otevøít soubor s limity
ja: '~/.ntrc/limits'¤¬³«¤±¤Þ¤»¤ó¡£!!!

source: Can't write limits to file!!!
cs: Nemohu zapsat limity do souboru
ja: '~/.ntrc/limits'¤Ë½ñ¤­¹þ¤á¤Þ¤»¤ó¡£!!!

source: unknown option:
ja: ÉÔÌÀ¤Ê¥ª¥×¥·¥ç¥ó:

source: Run downloads: %d
cs: Probíhajících stahování: %d
ja: ¥À¥¦¥ó¥í¡¼¥É³«»Ï: %d

source: Paused downloads: %d
cs: Pozastavených stahování: %d
ja: ¥À¥¦¥ó¥í¡¼¥ÉÄä»ß: %d

source: Failed downloads: %d
cs: Neúspì¹ných stahování: %d
ja: ¥À¥¦¥ó¥í¡¼¥É¼ºÇÔ: %d

source: Completed downloads: %d
cs: Ukonèených stahování: %d
ja: ¥À¥¦¥ó¥í¡¼¥É´°Î»: %d

source: Total: %d
cs: Celkem: %d
ja: ¹ç·×: %d

source: Current speed: %d
cs: Aktuální rychlost: %d
ja: ¸½ºß¤ÎÂ®ÅÙ: %d

source: Usage: nt [OPTION] ... [URL]
cs: Pou¾ití: nt [VOLBY] ... [URL]
ja: »ÈÍÑË¡: nt [¥ª¥×¥·¥ç¥ó] ... [URL]

source: print this page and exit
cs: výpis této stránky a ukonèení
ja: ¤³¤Î¥Ú¡¼¥¸¤òÉ½¼¨¤·¤Æ½ªÎ»
tr: bu sayfayý göster ve çýk

source: show version information and exit
cs: zobrazení informací o verzi programu a ukonèení
ja: ¥Ð¡¼¥¸¥ç¥ó¾ðÊó¤òÉ½¼¨¤·¤Æ½ªÎ»
tr: sürüm bilgisini göster ve çýk

source: show information if already run
cs: zobrazení informace, zda-li program aktuálnì bì¾í
ja: Æ°ºîÃæ¤Î¾ðÊó¤òÉ½¼¨

source: show current speed if already run
cs: zobrazení aktuální rychlosti, pokud program aktuálnì bì¾í
ja: Æ°ºîÃæ¤Î¸½ºß¤ÎÂ®ÅÙ¤òÉ½¼¨

source: run in minimized mode
ja: ºÇ¾®²½¤·¤Æµ¯Æ°

source: set timeout for exiting if nothing to do
ja: ¼«Æ°½ªÎ»¤Þ¤Ç¤Î»þ´Ö¤ò»ØÄê

source: set directory for saving files
ja: ¥Õ¥¡¥¤¥ë¤ò¥»¡¼¥Ö¤¹¤ë¥Ç¥£¥ì¥¯¥È¥ê¤ò»ØÄê

source: set lower speed limitation
ja: ÄãÂ®¤Ë¥»¥Ã¥È

source: set medium speed limitation
ja: ÃæÂ®¤Ë¥»¥Ã¥È

source: set unlimited speed
ja: Â®ÅÙÌµÀ©¸Â¤Ë¥»¥Ã¥È

source: delete completed if already run
ja: ¼èÆÀ´°Î»¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü

source: set maximum active downloads
ja: Æ±»þ¤Ë¥À¥¦¥í¡¼¥É¤¹¤ë¥Õ¥¡¥¤¥ë¤ÎºÇÂç¿ô¤ò»ØÄê

source: restart all failed downloads
ja: ¼èÆÀ¤Ë¼ºÇÔ¤·¤Æ¤¤¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºÆ¥¹¥¿¡¼¥È

source: run program without X interface
ja: X¥¤¥ó¥¿¡¼¥Õ¥§¥¤¥¹¤Ê¤·¤Çµ¯Æ°

source: display info about URL in queue of downloads
ja: ¥À¥¦¥ó¥í¡¼¥É ¥­¥å¡¼¤ò½Ð¤·¤Æ¤¤¤ëURL¤Î¾ðÊó¤òÉ½¼¨

source: Loading cookies
ja: cookie¤ò¥í¡¼¥ÉÃæ¡£

source: %i cookies loaded
ja: %i¤Îcookie¤ò¥í¡¼¥É¤·¤Þ¤·¤¿¡£

source: Can't open cookies file!
ja: cookie¤Î¥Õ¥¡¥¤¥ë¤ò³«¤±¤Þ¤»¤ó!

source: Can't write to file
cs: Nemohu zapsat do souboru
ja: ¥Õ¥¡¥¤¥ë¤Ë½ñ¤­¹þ¤á¤Þ¤»¤ó¡£

source: You have no permissions to create file at path %s
ja: %s¤Ø¤Î¥Õ¥¡¥¤¥ë¤ÎºîÀ®¤Ï¥Ñ¡¼¥ß¥Ã¥·¥ç¥ó¤Ç¶Ø»ß¤µ¤ì¤Æ¤¤¤Þ¤¹¡£

source: You have no space at path %s for creating file
ja: %s¤Ø¤Î¥Õ¥¡¥¤¥ë¤òºîÀ®¤¹¤ë¥¹¥Ú¡¼¥¹¤¬¤¢¤ê¤Þ¤»¤ó¡£

source: Directory already created!:))
cs: Adresáø ji¾ byl vytvoøen!:))
ja: ¤¹¤Ç¤Ë¥Ç¥£¥ì¥¯¥È¥ê¤ÏÂ¸ºß¤·¤Æ¤¤¤Þ¤¹!:))
tr: Dizin çoktan oluþturulmuþ!:))

source: Trying to create a link
cs: Zkou¹ím vytvoøit linku
ja: ¥ê¥ó¥¯Ãæ¡£

source: Link already created!:))
cs: Linka ji¾ byla vytvoøena!:))
ja: ¤¹¤Ç¤Ë¥ê¥ó¥¯¤µ¤ì¤Æ¤¤¤Þ¤¹!:))

source: Can't create link
cs: Nemohu vytvoøit linku
ja: ¥ê¥ó¥¯¤Ç¤­¤Þ¤»¤ó¡£
tr: Baðlantý yaratýlamadý

source: Trying to create a file
cs: Pokou¹ím se vytvoøit soubor...
ja: ¥Õ¥¡¥¤¥ë¤òºîÀ®Ãæ¡£

source: Can't create file at the path:
cs: Nemohu vytvoøit soubor s touto cestou
ja: ¤³¤Î¥Ñ¥¹¤Ë¥Õ¥¡¥¤¥ë¤òºîÀ®¤Ç¤­¤Þ¤»¤ó¡£:

source: which has name:
cs: který má jméno:
ja: ¥Õ¥¡¥¤¥ëÌ¾:

source: File was created!
cs: Soubor byl vytvoøen!
ja: ¥Õ¥¡¥¤¥ë¤ÎºîÀ®´°Î»¤·¤Þ¤·¤¿!
tr: Dosya yaratýlmýþ!

source: Trying to create a dir
cs: Zkou¹ím vytvoøit adresáø
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤òºîÀ®Ãæ¡£

source: Can't create directory!
cs: Nemovu vytvoøit adresáø!
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤òºîÀ®¤Ç¤­¤Þ¤»¤ó!
tr: Dizin oluþturulamýyor!

source: Downloader can't create devices...
cs: Downloader nemu¾e vytvoøit zaøízení...
ja: Downloader¤Ï¥Ç¥Ð¥¤¥¹¤ÎºîÀ®¤Ï¤Ç¤­¤Þ¤»¤ó...¡£

source: Downloading was successefully completed!
cs: Stahování bylo úspì¹nì dokonèeno!
ja: ¥À¥¦¥ó¥í¡¼¥É¤¬´°Î»¤·¤Þ¤·¤¿!
tr: Ýndirme baþarýyla tamamlandý!

source: Downloading was failed...
cs: Stahování selhalo...
ja: ¥À¥¦¥ó¥í¡¼¥É¤Ë¼ºÇÔ¤·¤Þ¤·¤¿...¡£
tr: Ýndirme iþlemi baþarýsýz...

source: Redirect detected...
cs: Detekováno pøesmìrování...
ja: ºÆ¸¡º÷Ãæ...¡£

source: It is strange that we can't delete file which just created...
cs: Je zvlá¹tní, ¾e nemohu smazat soubor, který byl právì vytvoøen...
ja: ¥¹¥È¥ì¡¼¥¸¤ËºîÀ®¤µ¤ì¤Æ¤¤¤ë¥Õ¥¡¥¤¥ë¤Ïºï½ü¤Ç¤­¤Þ¤»¤ó...¡£

source: File not found
cs: Soubor nenalezen
ja: ¥Õ¥¡¥¤¥ë¤¬¸«¤Ä¤«¤ê¤Þ¤»¤ó¡£
tr: Dosya bulunamadý

source: Was Started!
cs: Operace zahájena!
ja: ¥¹¥¿¡¼¥È!
tr: Baþlatýldý!

source: It is a link and we already load it
cs: To je link a byl ji¾ nahrán
ja: ¤³¤ì¤Ï¥ê¥ó¥¯¤Î¤è¤¦¤Ç¤¹¡£¤¹¤Ç¤Ë¥í¡¼¥É¤·¤Æ¤¤¤Þ¤¹¡£

source: Maximum number of retries reached!
cs: Byl dosa¾en maximální poèet pokusù!
ja: ºÇÂçÀÜÂ³²ó¿ô¤ò±Û¤¨¤Þ¤·¤¿!

source: Retry %i of %i....
cs: Zkou¹ím %i. pokus z %i....
ja: %i²óÌÜ¤ÎÀÜÂ³(Á´%i²ó)....¡£

source: Retry %i ...
cs: Zkou¹ím %i pokus...
ja: %i²óÌÜ¤ÎÀÜÂ³...¡£
tr: %i yeniden deneniyor ...

source: File on a server is newer then local one. Restarting from begin
ja: ¥µ¡¼¥Ð¡¼¤Ë¤è¤ê¿·¤·¤¤¥Õ¥¡¥¤¥ë¤¬¤¢¤ë¾ì¹ç¡¢ºÆ¥À¥¦¥ó¥í¡¼¥É¡£

source: Warning! Probably you found the BUG!!!
cs: Upozornìní! Mo¾na jste na¹li chybu!!!
ja: ·Ù¹ð! ¥Ð¥°¤òÈ¯¸«¤·¤¿ÌÏÍÍ!!!
tr: Uyarý! Bir hata buldunuz!

source: If you see this message please report to mdem@chat.ru
cs: Pokud vidíte tuto zprávu, prosím dejte vìdìt na adresu mdem@chat.ru
ja: ¤³¤Î¥á¥Ã¥»¡¼¥¸¤ò¸«¤¿¤é mdem@chat.ru ¤ËÊó¹ð¤ò¡£

source: Accepting faild
ja: ¼õ¼è¤ê¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£

source: Timeout while sending through control socket.
cs: Vypr¹el èas pøi zasílání skrz kontrolní schránku.
ja: ¥³¥ó¥È¥í¡¼¥ë¥½¥±¥Ã¥È¤òÄÌ¤·¤Æ¥¿¥¤¥à¥¢¥¦¥È¤¬Á÷¤é¤ì¤Æ¤­¤Þ¤·¤¿¡£

source: try to connect to %i,%i,%i,%i,%i,%i
cs: Pokou¹ím se pøipojit k %i,%i,%i,%i,%i,%i...
ja: %i,%i,%i,%i,%i,%i¤ËÀÜÂ³Ãæ¡£

source: Data connection closed.
cs: Datové spojení zavøeno.
ja: ¥Ç¡¼¥¿¤Ø¤ÎÀÜÂ³¤¬ÊÄ¤¸¤é¤ì¤Þ¤·¤¿¡£
tr: Veri baðlantýsý kapatýldý.

source: Can't establish data connection
cs: Nemohu zøídit datové spojení!
ja: ¥Ç¡¼¥¿¤Ø¤ÎÀÜÂ³¤¬³ÎÎ©¤Ç¤­¤Þ¤»¤ó¡£
tr: Veri baðlantýsý saðlanamýyor!

source: Can't change directory
cs: Nemohu zmìnit adresáø
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤ÎÊÑ¹¹¤¬¤Ç¤­¤Þ¤»¤ó¡£
tr: Dizine geçilemedi

source: Server refused login, perhaps there are too many users of your class
cs: Server odmítl pøipojení, pavdìpodobnì pøíli¹ mnoho u¾ivatelù ve va¹em typu...
ja: ÀÜÂ³Ãæ¤Î¥æ¡¼¥¶¡¼¤¬Â¿¤¤¤¿¤á¤Ë¥í¥°¥¤¥ó¤òµñÈÝ¤µ¤ì¤¿¤è¤¦¤Ç¤¹¡£
tr: Sunucu baðlantý isteðini kabul etmiyor.

source: Sleeping
cs: Spím...
ja: Ää»ßÃæ¡£
tr: Uyuyor

source: Length is %i
cs: Délka je %i
ja: ¥Õ¥¡¥¤¥ë¤ÎÂç¤­¤µ¤Ï%i ¥Ð¥¤¥È¤Ç¤¹¡£
tr: Büyüklük: %i

source: This is a directory!
cs: Toto je adresáø!
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤Ç¤¹!
tr: Bu bir dizin!

source: Couldn't get size :((
cs: Nemohl jsem získat velikost :((
ja: ¥Õ¥¡¥¤¥ë¤Î¥µ¥¤¥º¤ò¼èÆÀ¤Ç¤­¤Þ¤»¤ó¡£ :((

source: Loading directory...
cs: Nahrávám adresáø...
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤ò¥í¡¼¥É¤·¤Æ¤¤¤Þ¤¹...¡£
tr: Dizin yükleniyor...

source: Listing was loaded
cs: Seznam byl nahrán
ja: ¥ê¥¹¥È¤ò¥í¡¼¥É¤·¤Þ¤·¤¿¡£
tr: Dosya listesi alýndý

source: Listing not loaded completelly
cs: Seznam nebyl kompletnì nahrán
ja: ¥ê¥¹¥È¤Î¥í¡¼¥É¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£
tr: Dosya listesi tam olarak alýnamadý

source: Link was loaded :))
cs: Linka byla nahrána :))
ja: ¥ê¥ó¥¯¤ò¥í¡¼¥É¤·¤Þ¤·¤¿¡£ :))

source: %i bytes loaded.
cs: %i bytù bylo nahráno.
ja: %i ¥Ð¥¤¥È¤Î¥í¡¼¥É¤¬´°Î»¤·¤Þ¤·¤¿¡£

source: Connection to the internet via proxy
cs: Spojení na internet skrz proxy
ja: ¥×¥í¥­¥··ÐÍ³¤Ç¥¤¥ó¥¿¡¼¥Í¥Ã¥È¤ËÀÜÂ³¤·¤Þ¤·¤¿¡£

source: Sending request to proxy
cs: Posílám zádost na proxy
ja: ¥×¥í¥­¥·¤Ë¥ê¥¯¥¨¥¹¥È¤òÁ÷¤Ã¤Æ¤¤¤Þ¤¹¡£

source: Answer read ok
cs: Odpovìd pøeètena v poøádku...
ja: ÆÉ¤ß¹þ¤ßµö²Ä¤¬½Ð¤Þ¤·¤¿¡£

source: Socket lost!
cs: Schránka ztracena!
ja: ¥½¥±¥Ã¥È¤¬¼º¤ï¤ì¤Þ¤·¤¿!

source: Request was sent, waiting for the answer
ja: ¥ê¥¯¥¨¥¹¥È¤òÁ÷¿®¡£±þÅú¤òÂÔ¤Ã¤Æ¤¤¤Þ¤¹¡£

source: It is not HTTP server!!!
cs: To není HTTP server!!!
ja: HTTP¥µ¡¼¥Ð¡¼¤Ç¤Ï¤¢¤ê¤Þ¤»¤ó!!!

source: All ok, reading file
cs: V¹echno v poøádku, naèítám soubor...
ja: All OK¡¢¥Õ¥¡¥¤¥ë¤òÆÉ¤ß¹þ¤ßÃæ¡£

source: It seems to me that you need a password :)
cs: Zdá se mi, ¾e potøebujete heslo :)
ja: ¥Ñ¥¹¥ï¡¼¥É¤¬É¬Í×¤Ç¤¹¡£:)

source: Server return bad answer:((
cs: Server vrátil ¹patnou odpovìï:((
ja: ¥µ¡¼¥Ð¡¼¤«¤é¤Î»ÄÇ°¤ÊÊÖÅú¤Ç¤¹¡£:((

source: Couldn't get normal answer!
cs: Nemohu získat standardní odpovìï!
ja: Àµ¾ï¤Ê±þÅú¤¬ÆÀ¤é¤ì¤Þ¤»¤ó!

source: Size for download is %i bytes
cs: Velikost ke sta¾ení je %i bajtù
ja: ¥À¥¦¥ó¥í¡¼¥É¥µ¥¤¥º¤Ï%i ¥Ð¥¤¥È¤Ç¤¹¡£

source: Sending HTTP request...
cs: Posílám HTTP ¾ádost...
ja: HTTP¥ê¥¯¥¨¥¹¥È¤òÁ÷¤Ã¤Æ¤¤¤Þ¤¹...¡£

source: It is seemed REGET not supported! Loading from begin..
cs: Vypadá to, ¾e REGET není podporován! Nahrávám od zaèátku.
ja: ¥Õ¥¡¥¤¥ë¤ÎºÆ¼èÆÀ¤ò¥µ¥Ý¡¼¥È¤·¤Æ¤¤¤Ê¤¤¤è¤¦¤Ç¤¹!¤Ï¤¸¤á¤«¤é¥À¥¦¥ó¥í¡¼¥É¤·Ä¾¤·¤Þ¤¹¡£

source: Log was started!
cs: Zaznamenávání do deníku zahájeno...
ja: ¥í¥°³«»Ï!
tr: Kayýt baþlatýldý

source: Loading default list of downloads
cs: Nahrávám implicitní stahovací seznam
ja: ¥Ç¥Õ¥©¥ë¥È¤Î¥À¥¦¥ó¥í¡¼¥É¥ê¥¹¥È¤ò¥í¡¼¥É¤¹¤ë

source: Append list to current queue of downloads
cs: Pøipojuji seznam k aktuální stahovací frontì
ja: ¸½ºß¤Î¥À¥¦¥ó¥í¡¼¥É¤Î¥­¥å¡¼¤Ë¥ê¥¹¥È¤òÄÉ²Ã

source: Delete completed downloads
cs: Smazány ukonèená stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î´°Î»¤·¤¿¥Õ¥¡¥¤¥ë¤Îºï½ü

source: Delete failed downloads
cs: Smazány neúspì¹ná stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤Ë¼ºÇÔ¤·¤¿¥Õ¥¡¥¤¥ë¤Îºï½ü

source: Clear queue of downloads
cs: Vyèistil jsem stahovací frontu
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î¥­¥å¡¼¤ò¥¯¥ê¥¢¡¼¤·¤Þ¤¹¡£

source: Run new thread for %z
cs: Spou¹tím nové vlákno pro %z
ja: %z¤Î¤¿¤á¤Î¿·¤·¤¤¥¹¥ì¥Ã¥É¤Î³«»Ï¡£

source: Can't run new thread for downloading!
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î¤¿¤á¤Î¿·¤·¤¤¥¹¥ì¥Ã¥É¤òÁö¤é¤»¤é¤ì¤Þ¤»¤ó!

source: Downloading of file %s from %s was terminated [by user]
cs: Stahování souboru %s z %s bylo pøeru¹eno [u¾ivatelem]
ja: %s¤Î%s¤«¤é¤Î¥À¥¦¥ó¥í¡¼¥É¤òÃæÃÇ¤·¤Þ¤·¤¿¡£ [by user]
tr: %s dosyasýnýn aktarýlmasý (%s) durduruldu

source: Delete file %s from queue of downloads
cs: Smazán soubor %s ze stahovací fronty
ja: %s¤Î¥­¥å¡¼¤¬¼è¤ê¾Ã¤µ¤ì¤Þ¤·¤¿¡£
tr: %s dosyasý indirme listesinden silindi

source: Continue downloading of file %s from %s...
cs: Pokraèuji ve stahování souboru %s z %s...
ja: %s¤ò%s¤«¤é¥À¥¦¥ó¥í¡¼¥ÉÃæ...¡£
tr: %s dosyasýnýn indirilmesine (%s) devam ediliyor...

source: Prepare [%z] for stoping
cs: Pøipravuji [%z] k pøeru¹ení
ja: Ää»ß¤Î½àÈ÷ [%z]¡£

source: Redirect from %z
cs: Pøesmìrování z %z
ja: %z¤«¤é¤Î¥À¥¦¥ó¥í¡¼¥É¤ËÊÑ¹¹

source: Downloading of directory %z was completed
cs: Stahování adresáøe %z je kompletní
ja: ¥Ç¥£¥ì¥¯¥È¥ê %z¤Î¥À¥¦¥ó¥í¡¼¥É¤¬´°Î»¤·¤Þ¤·¤¿¡£
tr: %z dizini aktarýmý tamamlandý

source: Downloading of file %z (%i bytes) was completed at speed %i bytes/sec
cs: Stahování souboru %z (%i bajtù) bylo dokonèeno rychlostí %i bajtù za sekundu.
ja: %z (%i ¥Ð¥¤¥È)¤Ï%i ¥Ð¥¤¥È/ÉÃ¤Ç¥À¥¦¥ó¥í¡¼¥É¤¬´°Î»¤·¤Þ¤·¤¿¡£
tr: %z dosyasýnýn (%i bayt) aktarýmý tamamlandý (%i bayt/saniye)

source: %z was deleted from queue of downloads as completed download
cs: %z byl smazán ze stahovací fronty nebo» stahování bylo dokonèeno
ja: %z¤ò¥À¥¦¥ó¥í¡¼¥É¤Î´°Î»¤·¤¿¥Õ¥¡¥¤¥ë¤È¤·¤Æ¥­¥å¡¼¤«¤éºï½ü¤·¤Þ¤¹¡£

source: Downloading of file %z was terminated by fatal error
cs: Stahování souboru %z bylo pøeru¹eno díky osudné chybì
ja: %z¤Î¥À¥¦¥ó¥í¡¼¥É¤¬ÃæÃÇ¤·¤Þ¤·¤¿¡£[by fatal error]
tr: %z dosyasýnýn aktarýmý bir hata nedeniyle iptal edildi

source: %z was deleted from queue of downloads as failed download
cs: %z byl smazan ze stahovací fronty nebo» stahování bylo neúspì¹né
ja: %z¤ò¥À¥¦¥ó¥í¡¼¥É¤Ë¼ºÇÔ¤·¤¿¥Õ¥¡¥¤¥ë¤È¤·¤Æ¥­¥å¡¼¤«¤éºï½ü¤·¤Þ¤¹¡£

source: Restarting failed downloads
ja: ¼èÆÀ¤Ë¼ºÇÔ¤·¤¿¥Õ¥¡¥¤¥ë¤ÎºÆ¥À¥¦¥ó¥í¡¼¥É

source: [control socket]
ja: [¥³¥ó¥È¥í¡¼¥ë¥½¥±¥Ã¥È]

source: Adding downloading via control socket [%s]
ja: ¥³¥ó¥È¥í¡¼¥ë¥½¥±¥Ã¥È¤«¤é¥À¥¦¥ó¥í¡¼¥É¤òÄÉ²Ã¤·¤Þ¤·¤¿¡£[%s]

source: Set speed limitation to %s %s
ja: $s¤Ë%s¤Î¥¹¥Ô¡¼¥ÉÀ©¸Â¤ò¥»¥Ã¥È¡£
tr: Hýz sýnýrýný %s %s olarak belirle

source: Setup maximum active downloads to
ja: ºÇÂçÆ±»þ¥À¥¦¥ó¥í¡¼¥É¿ô

source: Downloader will exit if nothing to do after %i minutes %s
ja: %s¤Î¸å¡¢%iÊ¬¸å¤ËÆ°ºî¤·¤Æ¤Ê¤¤¾ì¹ç¥À¥¦¥ó¥í¡¼¥À¡¼¤ò½ªÎ»¡£

source: Normally started
cs: Standardní start.
ja: Àµ¾ï¤Ëµ¯Æ°¡£
tr: Normal baþlangýç

source: Added downloading of file %s from %s [by user]
cs: Pøidán soubor %s z %s pro stahování [u¾ivatelem]
ja: %s¤Î%s¤«¤é¤Î¥À¥¦¥ó¥í¡¼¥É¤òÄÉ²Ã¤·¤Þ¤·¤¿¡£ [by user]
tr: %s dosyasý (%s) eklendi

source: %lu bytes loaded during the session
ja: ¥»¥Ã¥·¥ç¥óÃæ¤Ë%lu¥Ð¥¤¥È¤ò¥À¥¦¥ó¥í¡¼¥É¡£
tr: Oturum boyunca %lu bayt yüklendi

source: Downloader exited normaly
cs: Downloader standardnì ukonèen
ja: Downloader¤ÏÀµ¾ï¤Ë½ªÎ»¤·¤Þ¤·¤¿¡£
tr: Program normal bir þekilde sonlandýrýldý

source: Limitation for size of file of mainlog reached! File have been truncated.
ja: ¥á¥¤¥ó¥í¥°¤Î¥Õ¥¡¥¤¥ë¥µ¥¤¥º¤¬À©¸Â¤ËÃ£¤·¤Þ¤·¤¿!¥Õ¥¡¥¤¥ë¤òÀÚ¤ê¼Î¤Æ¤Þ¤¹¡£

source: Can't write to file interrupting write to file
cs: Byl jsem pøeru¹en pøi zápisu do souboru
ja: ¥Õ¥¡¥¤¥ë¤Î½ñ¤­¹þ¤ß¤òË¸¤²¤é¤ì¤Æ¤¤¤ë¤¿¤á½ñ¤­¹þ¤á¤Þ¤»¤ó¡£

source: Open a row
cs: Otevøení øádku
ja: ¥í¥°¤ò³«¤¯
tr: Bir satýr aç

source: Clear log
cs: Vymazání deníku
ja: ¥í¥°¤ò¾Ãµî¤¹¤ë
tr: Kaydý sil

source: Properties
cs: Vlastnosti
ja: ¥×¥í¥Ñ¥Æ¥£
tr: Özellikler

source: row number %i of main log
cs: øádek èíslo %i hlavního deníku
ja: ¥á¥¤¥ó¥í¥°¤Î%i¹ÔÌÜ

source: Can't open file for saving log
cs: Nemohu otevøít soubor pro ulo¾ení deníku
ja: ¥í¥°¥Õ¥¡¥¤¥ë¤¬³«¤±¤Þ¤»¤ó¡£

source: WARNING!!! Can't find HOME variable! So can't read config!
cs: Upozornìní!!! Nemohu nalézt promìnnou prostøedí HOME! Proto nemohu pøeèíst konfiguraèní soubor!
ja: ·Ù¹ð!!!¥Û¡¼¥à¥Ç¥£¥ì¥¯¥È¥ê¤¬¸«¤Ä¤«¤ê¤Þ¤»¤ó!¥³¥ó¥Õ¥£¥°¥Õ¥¡¥¤¥ë¤òÆÉ¤ß¹þ¤á¤Þ¤»¤ó!

source: %s probably is already running
cs: %s ji¾ pravdìpodobnì bì¾í...
ja: %s¤Ï¤¹¤Ç¤Ëµ¯Æ°¤·¤Æ¤¤¤ë¤è¤¦¤Ç¤¹¡£
tr: %s hala çalýþýyor olabilir

source: Can't save default list of downloads!!! Becouse can't find HOME variable
cs: Nemohu ulo¾it implicitní seznam pro strahování, proto¾e nemohu nalézt promìnnou prostøedí HOME!!!
ja: ¥Û¡¼¥à¥Ç¥£¥ì¥¯¥È¥ê¤¬¸«¤Ä¤«¤é¤Ê¤¤¤¿¤á¡¢¥Ç¥Õ¥©¥ë¥È¤Î¥À¥¦¥ó¥í¡¼¥É¥ê¥¹¥È¤Ë¥»¡¼¥Ö¤Ç¤­¤Þ¤»¤ó!!!

source: Can't save default list of downloads!!!
cs: Nemohu ulo¾it implicitní seznam pro stahování!!!
ja: ¥Ç¥Õ¥©¥ë¥È¤Î¥À¥¦¥ó¥í¡¼¥É¥ê¥¹¥È¤Ë¥»¡¼¥Ö¤Ç¤­¤Þ¤»¤ó!!!

source: Can't load default list of downloads!!!
cs: Nemohu nahrát implicitní seznam pro stahování!!!
ja: ¥Ç¥Õ¥©¥ë¥È¤Î¥À¥¦¥ó¥í¡¼¥É¥ê¥¹¥È¤ò¥í¡¼¥É¤Ç¤­¤Þ¤»¤ó!!!

source: Download was stopped by user
cs: Stahování bylo zastaveno u¾ivatelem
ja: ¥À¥¦¥ó¥í¡¼¥É¤òÄä»ß¤·¤Þ¤·¤¿¡£ [by user]
tr: Ýndirme iþlemi kullanýcý tarafýndan durduruldu

source: low
ja: ÄãÂ®
tr: düþük

source: medium
ja: ÃæÂ®
tr: orta

source: unlimited
ja: ÌµÀ©¸Â
tr: sýnýrsýz

source: About
cs: O programu
ja: ¤³¤Î¥×¥í¥°¥é¥à¤Ë¤Ä¤¤¤Æ
tr: Hakkýnda

source: Author: Koshelev Maxim
cs: Autor: Koshelev Maxim
ja: ºî¼Ô: Koshelev Maxim
tr: Yazar: Koshelev Maxim

source: Translators team
cs: Pøekladatelský tým
ja: ËÝÌõ¼Ô
tr: Çeviri takýmý

source: Special thanks to
ja: ¥¹¥Ú¥·¥ã¥ë¥µ¥ó¥¯¥¹
tr: Teþekkürler

source: Ok
ja: Î»²ò
tr: Tamam

source: Cancel
cs: Zru¹it
ja: ¥­¥ã¥ó¥»¥ë
tr: Ýptal

source: Add new download
cs: Pøidat nové stahování
ja: ¿·¤·¤¤¥Õ¥¡¥¤¥ë¤ÎÄÉ²Ã
tr: Yeni dosya ekle

source: Add new download
cs: Pøidat nové stahování
ja: ¿·¤·¤¤¥Õ¥¡¥¤¥ë¤ÎÄÉ²Ã
tr: Yeni dosya ekle

source: Paste from clipboard
cs: Vlo¾it stahování ze schránky
ja: ¥¯¥ê¥Ã¥×¥Ü¡¼¥É¤«¤é¥Ú¡¼¥¹¥È
tr: Panodan al

source: Del downloads
cs: Smazat stahování
ja: ¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤Îºï½ü
tr: Ýndirmeyi sil

source: Stop downloads
cs: Zastavit stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤ÎÃæÃÇ
tr: Ýndirmeyi durdur

source: Continue/restart downloads
cs: Pokraèovat/restarovat stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤ÎºÆ³«/Ää»ß

source: Del Completed downloads
cs: Smazat ukonèené stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î´°Î»¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü

source: Move up
cs: Posunout nahoru
ja: ¥ê¥¹¥È¤Î¾å¤Ë°ÜÆ°
tr: Yukarý

source: Move down
cs: Posunout dolù
ja: ¥ê¥¹¥È¤Î²¼¤Ë°ÜÆ°
tr: Aþaðý

source: View log
cs: Zobrazit deník
ja: ¥í¥°¤ò¸«¤ë
tr: Kaydý incele

source: Speed level one
cs: Rychlostní úroveò 1
ja: ¥¹¥Ô¡¼¥É¥ì¥Ù¥ë £±
tr: 1. hýz seviyesi

source: Speed level two
cs: Rychlostní úroveò 2
ja: ¥¹¥Ô¡¼¥É¥ì¥Ù¥ë £²
tr: 2. hýz seviyesi

source: Unlimited speed
cs: Neomezená rychlost
ja: ¥¹¥Ô¡¼¥ÉÀ©¸Â¤Ê¤·
tr: Sýnýrsýz hýz

source: Options
cs: Nastavení
ja: ¥ª¥×¥·¥ç¥ó
tr: Seçenekler

source: Delete all downloads
cs: Smazat v¹echno stahování
ja: Á´¤Æ¤Î¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü
tr: Tüm indirilenleri sil

source: Save list
cs: Ulo¾it seznam
ja: ¥ê¥¹¥È¤Î¥»¡¼¥Ö
tr: Kaydetme listesi

source: DnD basket
cs: Zobraz/skryj Táhni-a-pus» ko¹
ja: ¥É¥é¥Ã¥¯¡õ¥É¥í¥Ã¥× ¥Ð¥¹¥±¥Ã¥È

source: Apply
ja: Å¬ÍÑ
tr: Uygula

source: Delete ALL downloads?
cs: Smazat v¹echno stahování
ja: ¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òÁ´¤Æºï½ü¤·¤Æ¤è¤í¤·¤¤¤Ç¤¹¤«?
tr: TÜM indirilenler silinsin mi?

source: Delete all?
cs: Smazat v¹e?
ja: Á´¤Æºï½ü¤·¤Æ¤è¤í¤·¤¤¤Ç¤¹¤«?
tr: Hepsi silinsin mi?

source: status
cs: Stav
ja: ¥¹¥Æ¡¼¥¿¥¹
tr: durum

source: file name
cs: Jméno souboru
ja: ¥Õ¥¡¥¤¥ëÌ¾
tr: dosya adý

source: type of file
cs: Typ souboru
ja: ¥Õ¥¡¥¤¥ë¥¿¥¤¥×
tr: dosya türü

source: size of file
cs: Velikost souboru
ja: ¥Õ¥¡¥¤¥ë¤ÎÁ´¥µ¥¤¥º
tr: dosya büyüklüðü

source: downloaded size
cs: Sta¾ená velikost
ja: ¥À¥¦¥ó¥í¡¼¥ÉºÑ¤Î¥µ¥¤¥º
tr: alýnan büyüklük

source: rest
cs: Chybí stáhnout
ja: »Ä¤ê¤Î¥µ¥¤¥º
tr: kalan

source: percent
cs: Procenta
ja: ¥Ñ¡¼¥»¥ó¥È
tr: yüzde

source: speed
cs: Rychlost stahování
ja: ¥¹¥Ô¡¼¥É
tr: hýz

source: elapsed time
cs: Uplynulý èas
ja: ·Ð²á»þ´Ö
tr: kalan zaman

source: estimated time
cs: Odhadovaný èas
ja: »Ä¤ê¿äÄê»þ´Ö
tr: tahmini zaman

source: time of pause
cs: Doba pauzy
ja: Ää»ß»þ´Ö
tr: bekleme süresi

source: number of attempts
cs: Poèet pokusù
ja: ÀÜÂ³²ó¿ô
tr: deneme sayýsý

source: Showed columns
cs: Zobrazované sloupce
ja: É½¼¨¹àÌÜ
tr: Gösterilen sütunlar

source: /New Download
cs: /Nové stahování
ja: /¿·µ¬ ¥À¥¦¥ó¥í¡¼¥É
tr: /Yeni Dosya Ýndir

source: /Paste Download
cs: /Vlo¾ení stahování
ja: /¥Ú¡¼¥¹¥È ¥À¥¦¥ó¥í¡¼¥É
tr: /Yapýþtýr

source: /Delete completed
ja: Á´¤Æ¤Î¥­¥å¡¼¤òºï½ü
tr: /Bitenleri sil

source: /General options
cs: /Standardní mo¾nosti
ja: /°ìÈÌ¤Î¥ª¥×¥·¥ç¥ó
tr: /Genel seçenekler

source: /Speed
ja: /¥¹¥Ô¡¼¥É
tr: /Hýz

source: /Speed/Low
ja: /¥¹¥Ô¡¼¥É/ÄãÂ®
tr: /Hýz/Düþük

source: /Speed/Medium
ja: /¥¹¥Ô¡¼¥É/ÃæÂ®
tr: /Hýz/Orta

source: /Speed/Unlimited
ja: /¥¹¥Ô¡¼¥É/ÌµÀ©¸Â
tr: /Hýz/Sýnýrsýz

source: /Exit
cs: /Konec programu
ja: /½ªÎ»
tr: /Çýk

source: Drop link here
cs: Polo¾ linku zde
ja: ¤³¤³¤Ë¥É¥í¥Ã¥×
tr: Baðlantýyý buraya býrak

source: Use password for this site
cs: Pou¾ij heslo pro tuto sí»
ja: ¥Ñ¥¹¥ï¡¼¥É¤ò»ÈÍÑ¤¹¤ë
tr: Bu site için parola kullan

source: Save download to folder
cs: Ulo¾ stahování do adresáøe:
ja: ¥»¡¼¥Ö¥Õ¥©¥ë¥À¡¼

source: Restart this download from begining
ja: ºÆµ¯Æ°»þ¤Ë¥À¥¦¥ó¥í¡¼¥É¤òºÆ³«
tr: Bu dosyayý yeniden indir

source: Timeout for reading from socket
ja: ¥½¥±¥Ã¥ÈÆÉ¤ß¹þ¤ß¤«¤é¤Î¥¿¥¤¥à¥¢¥¦¥È¤Þ¤Ç¤Î»þ´Ö

source: Speed limitation
ja: ¥¹¥Ô¡¼¥ÉÀ©¸Â
tr: Hýz sýnýrlamasý

source: Maximum attempts
ja: ºÇÂçÆ±»þ¥À¥¦¥ó¥í¡¼¥É¿ô

source: Timeout before reconnection
ja: ºÆÀÜÂ³¤Þ¤Ç¤Î»þ´Ö

source: Rollback after reconnecting
ja: ºÆÀÜÂ³»þ¤Ë´¬¤­Ìá¤·

source: Get date from the server
cs: Získej datum ze serveru
ja: Æü»þ¤ò¥µ¡¼¥Ð¡¼¤«¤é¼èÆÀ¤¹¤ë
tr: Tarih bilgisini sunucudan al

source: Retry if resuming is not supported
cs: Stáhni znovu, pokud pokraèování není podporováno
ja: ¥ì¥¸¥å¡¼¥à¤òÌ¤¥µ¥Ý¡¼¥È¤Î¾ì¹ç»Ï¤á¤«¤é¥À¥¦¥ó¥í¡¼¥É
tr: Yeniden alma (resume) desteklenmiyorsa yeniden dene

source: Number of parts for spliting this download
ja: Ê£¿ô¤ÎÉôÊ¬¤ËÊ¬¤±¤Æ¥À¥¦¥ó¥í¡¼¥É

source: Use passive mode for FTP
cs: Pou¾ij pasivní mód pro ftp
ja: FTP¤Çpassive mode¤ò»È¤¦
tr: FTP için pasif kip kullan

source: Get permissions of the file from server (FTP only)
cs: Získej práva pro soubor ze serveru (pouze FTP)
ja: ¥Õ¥¡¥¤¥ë¤Î¥Ñ¡¼¥ß¥Ã¥·¥ç¥ó¤ò¼èÆÀ¤¹¤ë(FTP¤Î¤ß)
tr: Dosya izinlerini sunucudan al (sadece FTP)

source: Don't send QUIT command (FTP)
ja: QUIT¥³¥Þ¥ó¥É¤òÁ÷¤é¤Ê¤¤ (FTP)
tr: QUIT komutunu gönderme (FTP)

source: Try to load symbolic link as file via FTP
ja: FTP¤Ç¥·¥ó¥Ü¥ê¥Ã¥¯¥ê¥ó¥¯¤ò¥Õ¥¡¥¤¥ë¤È¤·¤Æ¥À¥¦¥ó¥í¡¼¥É

source: Depth of recursing for FTP
ja: FTP¤Ç¤ÎºÆµ¢¼èÆÀ¤Î¿¼¤µ
tr: FTP için dizin derinliði

source: Depth of recursing for HTTP
ja: HTTP¤Ç¤ÎºÆµ¢¼èÆÀ¤Î¿¼¤µ
tr: HTTP için dizin derinliði

source: Only subdirs
ja: ¥µ¥Ö¥Ç¥£¥ì¥¯¥È¥ê¤Î¤ß
tr: Sadece alt dizinler

source: Allow leave this server while recursing via HTTP
ja: HTTP¤ÇÂ¾¤Î¥µ¡¼¥Ð¤«¤é¤ÎºÆµ¢¼èÆÀ¤òµö²Ä¤¹¤ë

source: User-Agent
ja: ¥æ¡¼¥¶¡¼¥¨¡¼¥¸¥§¥ó¥È
tr: Kullanýcý programý

source: Proxy
ja: ¥×¥í¥­¥·
tr: Vekil sunucu

source: Time
cs: Èas
ja: »þ´Ö
tr: Zaman

source: Edit download
cs: Editace stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤ÎÀßÄêÊÑ¹¹
tr: Ýndirileni düzenle

source: Save download to file
cs: Ulo¾ stahování do souboru:
ja: ¥»¡¼¥Ö¥Õ¥¡¥¤¥ë
tr: Ýndirileni dosyaya yaz

source: password
cs: heslo
ja: ¥Ñ¥¹¥ï¡¼¥É
tr: parola

source: user name
cs: u¾ivatelské jméno
ja: ¥æ¡¼¥¶¡¼¥Í¡¼¥à
tr: kullanýcý adý

source: Default
ja: ¥Ç¥Õ¥©¥ë¥È
tr: Öntaýmlý

source: Pause this just after adding
ja: ¥ê¥¹¥È¤ËÄÉ²Ã»þ¤ËÄä»ß

source: Download
cs: Stahování
ja: ¥À¥¦¥ó¥í¡¼¥É
tr: Ýndir

source: Main
cs: Hlavní
ja: ¥á¥¤¥ó
tr: Ana

source: Timeout for reading from socket (in seconds)
cs: Doba pro vypr¹ení ètení ze schránky (v sekundách)
ja: ¥½¥±¥Ã¥È¤«¤é¤ÎÆÉ¤ß¹þ¤ß¤Î¥¿¥¤¥à¥¢¥¦¥È (ÉÃ)

source: Timeout before reconnection (in seconds)
cs: Doba spaní pøed obnovením spojení (v sekundách)
ja: ºÆÀÜÂ³¤Þ¤Ç¤Î»þ´Ö (ÉÃ)

source: Maximum attempts (0 for unlimited)
cs: Maximální poèet pokusù (0 bez omezení)
ja: ºÇÂçÀÜÂ³²ó¿ô (0 ÌµÀ©¸Â)

source: Rollback after reconnecting (in bytes)
cs: Návrat zpìt po obnovì spojení (v bajtech)
ja: ºÆÀÜÂ³¸å¤Î´¬¤­Ìá¤· (¥Ð¥¤¥È)

source: Speed limitation in Bytes/sec (0 for unlimited)
cs: Rychlostní omezení v bajtech za sekundu (0 neomezeno)
ja: ¥À¥¦¥ó¥í¡¼¥É¤ÎÂ®ÅÙÀ©¸Â(¥Ð¥¤¥È/ÉÃ¡¢0 ÌµÀ©¸Â)

source: Common
cs: Bì¾né
ja: °ìÈÌ
tr: Ortak

source: Depth of recursing (0 unlimited,1 no recurse)
cs: Hloubka rekurze (0 neomezeno, 1 bez rekurze)
ja: ºÆµ¢¼èÆÀ¤¹¤ë¿¼¤µ (0 ÌµÀ©¸Â¡¢1 ºÆµ¢¼èÆÀ¤·¤Ê¤¤)
tr: Derinlik (0=sýnýrsýz, 1=alt dizinlere geçme)

source: Select
ja: ÁªÂò
tr: Seç

source: Hours
cs: Hodina
ja: »þ
tr: Saat

source: Minutes
cs: Minuta
ja: Ê¬
tr: Dakika

source: Start this downloading at:
cs: Zaèni stahovát v:
ja: ¥À¥¦¥ó¥í¡¼¥É³«»Ï»þ¹ï:
tr: Bu indirmeyi aþaðýdaki tarihte baþlat:

source: FTP proxy type
cs: Typ FTP proxy
ja: FTP¥×¥í¥­¥·¤Î¥¿¥¤¥×
tr: FTP vekil türü

source: Use this proxy for FTP
cs: Pou¾ij tuto proxy pro FTP
ja: »ØÄê¤·¤¿¥×¥í¥­¥·¤òFTP¤ÇÍøÍÑ¤¹¤ë
tr: FTP için bu vekil sunucuyu kullan

source: port
ja: ¥Ý¡¼¥È

source: need password
cs: pou¾ij heslo
ja: ¥Ñ¥¹¥ï¡¼¥É¤ò»ÈÍÑ¤¹¤ë
tr: parola gerekiyor

source: username
cs: u¾ivatelské jméno
ja: ¥æ¡¼¥¶¡¼¥Í¡¼¥à
tr: kullanýcý adý

source: Don't get from cache
ja: ¥­¥ã¥Ã¥·¥å¤òÍøÍÑ¤·¤Ê¤¤
tr: Önbellekten okuma

source: Use this proxy for HTTP
cs: Pou¾ij tuto proxy pro HTTP
ja: »ØÄê¤·¤¿¥×¥í¥­¥·¤òHTTP¤ÇÍøÍÑ¤¹¤ë
tr: HTTP için bu vekil sunucuyu kullan
