Repository: arizvisa/d4x
Catalog: main/po/*.po
Languages: cs, ja, tr

source: Select properties
ja: ¥×¥í¥Ñ¥Æ¥£¤ÎÁªÂò
tr: Özellikleri seç

source: Unselect all
ja: Á´¤ÆÉÔÁªÂò
tr: Hiçbirisini seçme

source: Select all
ja: Á´¤ÆÁªÂò
tr: Hepsini seç

source: Limitation for the host
cs: Omezení pro hostitele
ja: ¥Û¥¹¥È¤ËÂÐ¤¹¤ëÀ©¸Â

source: Host:
cs: Hostitel:
ja: ¥Û¥¹¥È:
tr: Makine:

source: Port:
ja: ¥Ý¡¼¥È:

source: Maximum connections:
cs: Maximální poèet spojení:
ja: ºÇÂçÀÜÂ³¿ô:
tr: Azami baðlantý:

source: Limitations for the hosts
cs: Omezení pro hostitele
ja: ¥Û¥¹¥È¤ËÂÐ¤¹¤ëÀ©¸Â

source: Host
cs: Hostitel:
ja: ¥Û¥¹¥È
tr: Makine

source: Now
ja: ¸½ºß
tr: Þimdi

source: Add new
cs: Pøidání nového hostitele
ja: ÄÉ²Ã
tr: Yeni ekle

source: Delete
cs: Smazaní hostitele
ja: ºï½ü
tr: Sil

source: Default limitation for all hosts (0 without limits)
ja: Á´¥Û¥¹¥È¤Î¥Ç¥Õ¥©¥ë¥È¤ÎÀ©¸Â (0 À©¸Â¤Ê¤·)
tr: Tüm makineler için öntanýmlý sýnýr (0=sýnýrsýz)

source: /_File
cs: /_Soubor
ja: /¥Õ¥¡¥¤¥ë(_F)
tr: /_Dosya

source: /File/_Save List
cs: /Soubor/Ulo¾ení _seznamu
ja: /¥Õ¥¡¥¤¥ë(_F)/¥ê¥¹¥È¤Î¥»¡¼¥Ö(_S)
tr: /Dosya/_Listeyi Kaydet

source: /File/_Load List
cs: /Soubor/N_ahrání seznamu
ja: /¥Õ¥¡¥¤¥ë(_F)/¥ê¥¹¥È¤Î¥í¡¼¥É(_L)
tr: /Dosya/Listeyi _Yükle

source: /File/Find links in file
ja: /¥Õ¥¡¥¤¥ë(_F)/¥Õ¥¡¥¤¥ëÃæ¤Î¥ê¥ó¥¯¤òÃµ¤¹
tr: /Dosya/

source: /File/_New Download
cs: /Soubor/_Nové stahování
ja: /¥Õ¥¡¥¤¥ë(_F)/_¿·µ¬¥À¥¦¥ó¥í¡¼¥É(_N)
tr: /Dosya/_Yeni Dosya Ýndir

source: /File/_Paste Download
cs: /Soubor/_Vlo¾ení stahování
ja: /¥Õ¥¡¥¤¥ë(_F)/¥Ú¡¼¥¹¥È ¥À¥¦¥ó¥í¡¼¥É(_P)
tr: /Dosya/_Yapýþtýr

source: /File/Exit
cs: /Soubor/_Konec
ja: /¥Õ¥¡¥¤¥ë(_F)/½ªÎ»(_X)
tr: /Dosya/Çýk

source: /File/sep1
cs: /Soubor/sep1
ja: /¥Õ¥¡¥¤¥ë(_F)/sep1
tr: /Dosya/sep1

source: /_Download
cs: /S_tahování
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)
tr: /Ý_ndir

source: /Download/View _Log
cs: /Stahování/Zobrazení _deníku
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/¥í¥°¤ò¸«¤ë(_L)
tr: /Ýndir/_Kaydý Ýncele

source: /Download/_Stop downloads
cs: /Stahování/_Zastavení stahování
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/¥À¥¦¥ó¥í¡¼¥É¤ÎÃæÃÇ(_S)
tr: /Ýndir/Ýndirmeleri _durdur

source: /Download/Edit download
cs: /Stahování/_Editace stahování
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/ÀßÄêÊÑ¹¹
tr: /Ýndir/Ýndirmeleri düzenle

source: /Download/_Delete downloads
cs: /Stahování/_Smazání stahování
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/¥­¥å¡¼¤Îºï½ü(_D)
tr: /Ýndir/Ýndirilenleri _sil

source: /Download/Continue downloads
cs: /Stahování/Pokr_aèování ve stahování
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/¥À¥¦¥ó¥í¡¼¥É¤ÎºÆ³«
tr: /Ýndir/Ýndirmeye devam et

source: /Download/Delete completed
cs: /Stahování/Smazání celého stahování
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/¼èÆÀ¤Î´°Î»¤·¤¿¥­¥å¡¼¤Îºï½ü
tr: /Ýndir/Bitenleri sil

source: /Download/Delete failed
cs: /Stahování/Smazání neúspì¹ného stahování
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/¼èÆÀ¤Ë¼ºÇÔ¤·¤¿¥­¥å¡¼¤Îºï½ü
tr: /Ýndir/Hatalý olanlarý sil

source: /Download/Rerun failed
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/¼ºÇÔ¤·¤¿¥­¥å¡¼¤ÎºÆ»î¹Ô
tr: /Ýndir/Hatalý olanlarý yeniden indir

source: /Download/Unselect all
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/Á´¤Æ¤òÉÔÁªÂò
tr: /Ýndir/Hiçbirisini seçme

source: /Download/Select all
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/Á´¤Æ¤òÁªÂò
tr: /Ýndir/Hepsini seç

source: /Download/Invert selection
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/ÁªÂò¤òÈ¿Å¾
tr: /Ýndir/Seçimi tersine çevir

source: /Download/-
ja: /¥À¥¦¥ó¥í¡¼¥É(_D)/-
tr: /Ýndir/-

source: /_Options
cs: /_Mo¾nosti
ja: /_¥ª¥×¥·¥ç¥ó
tr: /_Seçenekler

source: /Options/Limitations
cs: /Mo¾nosti/_Omezení
ja: /¥ª¥×¥·¥ç¥ó/À©¸Â
tr: /Seçenekler/Sýnýrlar

source: /Options/Passwords
ja: /¥ª¥×¥·¥ç¥ó/¥Ñ¥¹¥ï¡¼¥É
tr: /Seçenekler/Parolalar

source: /Options/General
cs: /Mo¾nosti/_Nastavení
ja: /¥ª¥×¥·¥ç¥ó/°ìÈÌ
tr: /Seçenekler/Genel

source: /Options/Speed
ja: /¥ª¥×¥·¥ç¥ó/¥¹¥Ô¡¼¥É
tr: /Seçenekler/Hýz

source: /Options/Speed/Low
ja: /¥ª¥×¥·¥ç¥ó/¥¹¥Ô¡¼¥É/ÄãÂ®
tr: /Seçenekler/Hýz/Düþük

source: /Options/Speed/Medium
ja: /¥ª¥×¥·¥ç¥ó/¥¹¥Ô¡¼¥É/ÃæÂ®
tr: /Seçenekler/Hýz/Orta

source: /Options/Speed/Unlimited
ja: /¥ª¥×¥·¥ç¥ó/¥¹¥Ô¡¼¥É/ÌµÀ©¸Â
tr: /Seçenekler/Hýz/Sýnýrsýz

source: /Options/Buttons
ja: /¥ª¥×¥·¥ç¥ó/¥Ü¥¿¥ó
tr: /Seçenekler/Düðmeler

source: /Options/Buttons/Add buttons
ja: /¥ª¥×¥·¥ç¥ó/¥Ü¥¿¥ó/ÄÉ²Ã¥Ü¥¿¥ó
tr: /Seçenekler/Düðmeler/Düðme ekle

source: /Options/Buttons/Manipulating
ja: /¥ª¥×¥·¥ç¥ó/¥Ü¥¿¥ó/Áàºî¥Ü¥¿¥ó
tr: /Seçenekler/Düðmeler/Ayarlama

source: /Options/Buttons/Speed buttons
ja: /¥ª¥×¥·¥ç¥ó/¥Ü¥¿¥ó/¥¹¥Ô¡¼¥É ¥Ü¥¿¥ó
tr: /Seçenekler/Düðmeler/Hýzlandýrma düðmeleri

source: /Options/Buttons/Misc buttons
ja: /¥ª¥×¥·¥ç¥ó/¥Ü¥¿¥ó/¤½¤ÎÂ¾¤Î¥Ü¥¿¥ó
tr: /Seçenekler/Düðmeler/Çeþitli düðmeler

source: /_Help
cs: /_Nápovìda
ja: /¥Ø¥ë¥×(_H)
tr: /_Yardým

source: /_Help/About
cs: /_Nápovìda/_O programu
ja: /¥Ø¥ë¥×(_H)/¤³¤Î¥×¥í¥°¥é¥à¤Ë¤Ä¤¤¤Æ
tr: /_Yardým/Hakkýnda

source: Do you really want to quit?
cs: Opravdu chcete ukoèit program?
ja: ËÜÅö¤Ë½ªÎ»¤·¤Þ¤¹¤«?
tr: Gerçekten çýkmak istiyor musunuz?

source: Quit?
cs: Konec?
ja: ½ªÎ»?
tr: Çýk?

source: Delete selected downloads?
cs: Smazat vybraná stahování?
ja: ÁªÂò¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü¤·¤Þ¤¹¤«?
tr: Seçilen dosyalar silinsin mi?

source: Delete?
cs: Smazat?
ja: ºï½ü?
tr: Sil?

source: Do you wish delete completed downloads?
cs: Pøejete si smazat celý seznam stahování?
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î´°Î»¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü¤·¤Þ¤¹¤«?
tr: Tamamlanan dosyalarý silmek istiyor musunuz?

source: Do you wish delete failed downloads?
cs: Pøejete si smazat neúspì¹ná stahování?
ja: ¥À¥¦¥ó¥í¡¼¥É¤Ë¼ºÇÔ¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü¤·¤Þ¤¹¤«?
tr: Hatalý olan dosyalarý silmek istiyor musunuz?

source: View log
cs: Zobrazení deníku
ja: ¥í¥°¤ò¸«¤ë
tr: Kaydý incele

source: Stop
cs: Zastavení
ja: Ää»ß
tr: Dur

source: Continue downloads
cs: Pokraèování ve stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤ÎºÆ³«
tr: Ýndirmeye devam et

source: Common properties
ja: Á´ÂÎ¤Î¥×¥í¥Ñ¥Æ¥£
tr: Ortak özellikler

source: Delete downloads
cs: Smazání stahování
ja: ¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤Îºï½ü
tr: Ýndirilenleri sil

source: Delete completed
cs: Smazaní ukonèených
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î´°Î»¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤Îºï½ü
tr: Bitenleri sil

source: Delete failed
cs: Smazání neúspì¹ných
ja: ¥À¥¦¥ó¥í¡¼¥É¤Ë¼ºÇÔ¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤Îºï½ü
tr: Hatalý olanlarý sil

source: Move up
cs: Pøerun nahodu
ja: ¥ê¥¹¥È¤ò¾å¤Ë°ÜÆ°
tr: Yukarý

source: Move down
cs: Pøesun dolù
ja: ¥ê¥¹¥È¤ò²¼¤Ë°ÜÆ°
tr: Aþaðý

source: Set limitation
cs: Nastavení omezení
ja: À©¸Â¤ÎÀßÄê
tr: Limit belirle

source: File
cs: Soubor
ja: ¥Õ¥¡¥¤¥ë
tr: Dosya

source: Type
cs: Typ
ja: ·Á¼°
tr: Tür

source: Full Size
cs: Plná velikost
ja: Á´¥µ¥¤¥º
tr: Büyüklük

source: Downloaded
cs: Sta¾eno
ja: ¥µ¥¤¥º
tr: Alýnan

source: Rest
cs: Chybí
ja: »Ä¤ê
tr: Kalan

source: Speed
cs: Rychlost
ja: ¥¹¥Ô¡¼¥É
tr: Hýz

source: Remaining
cs: Zbývá
ja: »Ä¤ê»þ´Ö
tr: Kalan

source: Pause
cs: Pauza
ja: Ää»ß
tr: Beklet

source: Attempt
cs: Pokus
ja: ÀÜÂ³
tr: Sayý

source: Continue open log windows?
ja: ¥í¥° ¥¦¥¤¥ó¥É¥¦¤ò³«¤­Â³¤±¤Þ¤¹¤«¡©

source: Row number %i [log of %s]
cs: Øádek èíslo %i [deník %s]
ja: ¥í¥°¤Î%i¹ÔÌÜ

source: Log:
cs: Deník:
ja: ¥í¥°:

source: Select directory
cs: Vyberte adresáø
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤ÎÁªÂò

source: Select file
cs: Vyberte soubor
ja: ¥Õ¥¡¥¤¥ë¤ÎÁªÂò

source: Browse
cs: Prohlí¾ení
ja: ¥Ö¥é¥¦¥º
tr: Gözat

source: Select color
ja: ¿§¤ÎÁªÂò
tr: Rengi seç

source: protocol
ja: ¥×¥í¥È¥³¥ë
tr: protokol

source: Default passwords and usernames
ja: ¥Ç¥Õ¥©¥ë¥È¤Î¥Ñ¥¹¥ï¡¼¥É¤È¥æ¡¼¥¶¡¼Ì¾
tr: Öntanýmlý kullanýcý adý ve parola

source: Optimize recursive downloads
cs: Optimalizuj rekurzivní stahování
ja: ºÆ¥À¥¦¥ó¥í¡¼¥É¤ÎºÇÅ¬²½

source: Save downloads to folder
cs: Ukládej stahování do adresáøe:
ja: ¥»¡¼¥Ö¥Õ¥©¥ë¥À¡¼
tr: Ýndirilen dosyalarý bu dizine kaydet

source: Limits
cs: Limity
ja: À©¸Â
tr: Sýnýrlar

source: Maximum lines in log
cs: Maximální poèet øádku v deníku
ja: ¥í¥°¤ÎºÇÂç¹Ô¿ô
tr: Kayýt dosyasýndaki azami satýr

source: Output FTP dirs in logs
ja: FTP¤Î¥Ç¥£¥ì¥¯¥È¥ê¤ò¥í¥°¤Ë½ÐÎÏ

source: Filename for saving if it is unknown
cs: Název souboru pro ulo¾ení kdy¾ je název neznámý:
ja: Ì¾¾ÎÉÔÌÀ¤Î¾ì¹ç¤Î¥»¡¼¥Ö¥Õ¥¡¥¤¥ë

source: Using title
cs: Pou¾ití titulku
ja: »ÈÍÑ¤¹¤ë¥¿¥¤¥È¥ë
tr: Baþlýk kullanýmý

source: Use title of main window for info
cs: Pou¾ij titulek hlavního okna pro informace
ja: ¥á¥¤¥ó¥¦¥£¥ó¥É¥¦¤Î¾ðÊó¤ò¥¿¥¤¥È¥ë¥Ð¡¼¤ËÉ½¼¨¤¹¤ë
tr: Bilgi için ana pencere baþlýðýný kullan

source: Display queue statistics too
cs: Zobraz frontovou statistiku
ja: ¥­¥å¡¼¤Î¾õ¶·¤âÉ½¼¨¤¹¤ë
tr: Kuyruk istatistiklerini de göster

source: Scroll title
cs: Skroluj titulek
ja: ¥¿¥¤¥È¥ë¤ò¥¹¥¯¥í¡¼¥ë¤µ¤»¤ë
tr: Baþlýk çubuðunu kaydýr

source: Iconfiy main window instead of closing
cs: Ikonizuj hlavní okno pøi zavøení
ja: ¥á¥¤¥ó¥¦¥£¥ó¥É¥¦¤¬ÊÄ¤¸¤é¤ì¤Æ¤¤¤ë¤È¤­¥¢¥¤¥³¥ó²½¤¹¤ë
tr: Ana pencereyi kapatma yerine simgeleþtir

source: Confirmation
cs: Potvrzování
ja: ³ÎÇ§
tr: Onaylama

source: Confirm delete selected downloads
cs: Potvrzovat smazání vybraných stahování
ja: ÁªÂò¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü¤¹¤ë¤È¤­¤Ë³ÎÇ§¤ò¤¹¤ë
tr: Seçilen dosyalarýn silinmesini onayla

source: Confirm delete all downloads
cs: Potvrzovat smazání v¹ech stahování
ja: ¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òÁ´¤Æºï½ü¤¹¤ë¤È¤­¤Ë³ÎÇ§¤ò¤¹¤ë
tr: Tüm indirilen dosyalarýn silinmesini onayla

source: Confirm delete completed downloads
cs: Potvrzovat smazání hotových stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î´°Î»¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü¤¹¤ë¤È¤­¤Ë³ÎÇ§¤ò¤¹¤ë
tr: Biten dosyalarýn silinmesini onayla

source: Confirm delete failed downloads
cs: Potvrzovat smazání neúspì¹ných stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤Ë¼ºÇÔ¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤òºï½ü¤¹¤ë¤È¤­¤Ë³ÎÇ§¤ò¤¹¤ë
tr: Hatalý dosyalarýn silinmesini onayla

source: Confirm opening large amount of windows
ja: Â¿¿ô¤Î¥¦¥¤¥ó¥É¥¦¤ò³«¤¯¤È¤­³ÎÇ§¤¹¤ë
tr: Fazla sayýda pencere açýlmasýný onayla

source: Confirm exit from program
cs: Potvrzovat ukonèení programu
ja: ¥×¥í¥°¥é¥à¤Î½ªÎ»»þ¤Ë³ÎÇ§¤ò¤¹¤ë
tr: Programdan çýkýþý onayla

source: Clipboard
ja: ¥¯¥ê¥Ã¥×¥Ü¡¼¥É
tr: Pano

source: Monitor clipboard
ja: ¥¯¥ê¥Ã¥×¥Ü¡¼¥É¤ò´Æ»ë
tr: Panoyu izle

source: Skip these extensions in clipboard
ja: Ìµ»ë¤¹¤ë¥Õ¥¡¥¤¥ë¤Î³ÈÄ¥»Ò
tr: Panoda bu eklentilere sahip dosyalarý atla

source: Catch these extensions in clipboard
ja: ¼èÆÀ¤¹¤ë¥Õ¥¡¥¤¥ë¤Î³ÈÄ¥»Ò
tr: Panoda bu eklentilere sahip dosyalarý getir

source: Main log
cs: Hlavní deník
ja: ¥á¥¤¥ó¥í¥°
tr: Ana kayýt

source: Maximum lines in MAIN log
cs: Maximální poèet øádkù v hlavním deníku
ja: ¹Ô¤Þ¤Ç¥á¥¤¥ó¥í¥°¤òÉ½¼¨
tr: ANA kayýt dosyasýndaki azami satýr sayýsý

source: Output detailed information
cs: Zobrazuj detailní informace
ja: ¾ÜºÙ¾ðÊó¤Î½ÐÎÏ
tr: Detaylý çýktý ver

source: Save main log into file
cs: Ukládej hlavní deník do souboru:
ja: ¥á¥¤¥ó¥í¥°¤ò¥»¡¼¥Ö¤¹¤ë¥Õ¥¡¥¤¥ë
tr: Ana kaydý dosyaya kaydet

source: Maximum size for file of main log (in KBytes)
ja: ¥á¥¤¥ó¥í¥°¤ÎºÇÂç¥µ¥¤¥º (¥­¥í¥Ð¥¤¥È)
tr: Ana kayýt dosyasýnýn azami büyüklüðü (Kbayt)

source: Append to file
cs: Pøipoj k souboru
ja: ¥Õ¥¡¥¤¥ë¤ËÄÉ²Ã¤¹¤ë
tr: Dosya sonuna yaz

source: Overwrite file
cs: Pøepi¹ soubor
ja: ¥Õ¥¡¥¤¥ë¤Ë¾å½ñ¤­¤¹¤ë
tr: Dosyanýn üzerine yaz

source: Exit if nothing to do after
cs: Ukonèi program pokud je v¹e hotovo za
ja: ²¿¤âÆ°ºî¤·¤Ê¤¯¤Ê¤Ã¤Æ¤«¤é¼«Æ°½ªÎ»¤Þ¤Ç

source: minutes
cs: minut
ja: Ê¬
tr: dakikada bir indirme listesini kaydet

source: Run this on exit
ja: ½ªÎ»»þ¤Ë¼Â¹Ô¤¹¤ë¥³¥Þ¥ó¥É
tr: Çýkýþta bunu çalýþtýr

source: Open dialog for Drag-n-Drop
cs: Otevøi dialog pro Táhni-a-pus»
ja: ¥É¥é¥Ã¥°¡õ¥É¥í¥Ã¥×¤Ç¥À¥¤¥¢¥í¥°¤ò³«¤¯
tr: Sürükle-býrak için pencere aç

source: Columns
cs: Sloupce
ja: É½¼¨
tr: Sütunlar

source: Size format
cs: Formát velikosti
ja: ¥µ¥¤¥º¤ÎÉ½¼¨
tr: Büyüklük biçimi

source: Time format
cs: Formát èasu
ja: »þ´Ö¤ÎÉ½¼¨
tr: Zaman biçimi

source: Maximum active downloads
cs: Maximální poèet aktivních stahování
ja: Æ±»þ¤Ë¥À¥¦¥ó¥í¡¼¥É¤¹¤ë¥Õ¥¡¥¤¥ë¤ÎºÇÂç¿ô
tr: Azami etkin indirme sayýsý

source: Save list of downloads every
cs: Ulo¾ seznam stahování ka¾dých
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î¥ê¥¹¥È¤òÊÝÂ¸¤¹¤ë´Ö³Ö
tr: Her

source: Automatically delete completed downloads
cs: Automaticky sma¾ ukonèená stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤Î´°Î»¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤ò¼«Æ°Åª¤Ëºï½ü
tr: Biten dosyalarý otomatik sil

source: Automatically delete failed downloads
cs: Automaticky sma¾ neúspì¹ná stahování
ja: ¥À¥¦¥ó¥í¡¼¥É¤Ë¼ºÇÔ¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥­¥å¡¼¤ò¼«Æ°Åª¤Ëºï½ü
tr: Hatalý indirilen dosyalarý otomatik sil

source: Allow to user force run downloads
ja: ¥æ¡¼¥¶¡¼¤Î¥À¥¦¥ó¥í¡¼¥É¶¯À©³«»Ï¤òµö²Ä

source: Remember passwords
ja: ¥Ñ¥¹¥ï¡¼¥É¤òÊÝÂ¸
tr: Parolalarý hatýrla

source: bytes/sec speed level one (red button)
cs: bajtù za sekundu - rychlostní stupeò 1 (èervené tlaèítko)
ja: ¥Ð¥¤¥È/ÉÃ ¥¹¥Ô¡¼¥É¥ì¥Ù¥ë £± (ÀÖ¤¤¥Ü¥¿¥ó)
tr: bayt/saniye (kýrmýzý düðme, birinci hýz seviyesi)

source: bytes/sec speed level two (yellow button)
cs: bajtù za sekundu - rychlostní stupeò 2 (¾luté tlaèítko)
ja: ¥Ð¥¤¥È/ÉÃ ¥¹¥Ô¡¼¥É¥ì¥Ù¥ë £² (²«¿§¤¤¥Ü¥¿¥ó)
tr: bayt/saniye (sarý düðme, ikinci hýz seviyesi)

source: Show DnD basket
cs: Zobraz ko¹ pro Táhni-a-pus»
ja: ¥É¥é¥Ã¥¯¡õ¥É¥í¥Ã¥× ¥Ð¥¹¥±¥Ã¥È¤òÉ½¼¨
tr: DnD kutucuðunu göster

source: Use fixed font in logs
ja: ¥í¥°¤Ë fixed ¥Õ¥©¥ó¥È¤ò»È¤¦
tr: Kayýt dosyasýnda eþaralýklý yazýtipi kullan

source: Revert drawing graph of speeds
cs: Kresli graf rychlosti obrácenì
ja: ¥¹¥Ô¡¼¥É¥°¥é¥Õ¤òµÕÁ÷¤ê¤¹¤ë

source: Color for picks
ja: ¥Ô¡¼¥¯ ¥¹¥Ô¡¼¥É
tr: Alýnan hýz rengi

source: Color for total speed
ja: Á´ÂÎ¤Î¥¹¥Ô¡¼¥É
tr: Toplam hýz rengi

source: Color for speed of selected
ja: ÁªÂò¤·¤¿¥Õ¥¡¥¤¥ë¤Î¥¹¥Ô¡¼¥É
tr: Seçilenlerin hýz rengi

source: Background color
ja: ÇØ·Ê
tr: Arkaplan rengi

source: Reset to default
ja: ¥Ç¥Õ¥©¥ë¥È¤ËÀßÄê
tr: Öntanýmlý deðerlere geri dön

source: Colors for graph
ja: ¥°¥é¥Õ¤Î¿§
tr: Grafik renkleri

source: Options
cs: Nastavení
ja: ¥ª¥×¥·¥ç¥ó
tr: Seçenekler

source: Loading
ja: ¥í¡¼¥ÉÃæ
tr: Yükleniyor

source: Save list
cs: Ulo¾ení seznamu
ja: ¥ê¥¹¥È¤Î¥»¡¼¥Ö
tr: Listeyi kaydet

source: Load list
cs: Nahrání seznamu
ja: ¥ê¥¹¥È¤Î¥í¡¼¥É
tr: Listeyi yükle

source: Find links in txt file
ja: ¥Æ¥­¥¹¥È¥Õ¥¡¥¤¥ëÃæ¤Î¥ê¥ó¥¯¤òÃµ¤¹
tr: Metin dosyadaki baðlantýlarý bul

source: Sorting started
tr: Sýralama baþlatýldý

source: Searching failed
tr: Arama sýrasýnda hata oluþtu

source: Search had been completed!
tr: Arama iþlemi tamamlandý!

source: Error code %i
tr: Hata kodu %i

source: Control connection lost
tr: Kontrol baðlantýsý kayboldu

source: Data connection lost!
cs: Datová schránka ztracena!
tr: Veri iletiþimi kesildi!

source: Control connection lost!
cs: Ovládání spojení ztraceno
tr: Kontrol baðlantýsý kayboldu!

source: file
cs: soubor
tr: dosya

source: dir
cs: adresáø
tr: dizin

source: link
cs: linka
tr: baðlantý

source: device
cs: zaøízení
tr: aygýt

source: Such protocol is not supported!
tr: Bu protokol desteklenmiyor!

source: Resolving hosts...
tr: Makine adý alýnýyor...

source: Pinging (it takes 30 seconds maximum)...
tr: Ping gönderiliyor (en çok 30 saniye sürecek)...

source: Load list
tr: Yükleme listesi

source: description
tr: açýklama

source: Sleep before completing
tr: Bitmeden önce uykuya geç

source: Cookie
tr: Çerez

source: Description
tr: Açýklama

source: Save log to file
tr: Kaydý dosyaya yaz

source: Auto
tr: Otomatik

source: Filter
tr: Filtre

source: Use SOCKS5 proxy
tr: SOCKS5 proxy kullan

source: host
tr: makine

source: /Options/Scheduler
tr: /Seçenekler/Zamanlayýcý

source: /Options/Filters
tr: /Seçenekler/Filtreler

source: Ready to go ????
cs: Pøipraven?
tr: Hýzlanmaya hazýr mýsýnýz ?

source: Copy
tr: Kopyala

source: FTP search
tr: FTP aramasý

source: path
tr: yol

source: include
tr: dahil

source: exclude
tr: hariç

source: Modify filter
tr: Filtreyi düzenle

source: Name of filter
tr: Filtre adý

source: Up
tr: Yukarý

source: Add rule
tr: Kural ekle

source: Down
tr: Aþaðý

source: Remove
tr: Sil

source: Edit
tr: Düzenle

source: Select filter
tr: Filtreyi seç

source: filter name
tr: filtre adý

source: Password and username
tr: Parola ve kullanýcý adý

source: default anonymous password
tr: öntanýmlý anonim kullanýcý parolasý

source: Main window
tr: Ana pencere

source: Integration
tr: Entegrasyon

source: Write Descript.ion file
tr: Açýklama dosyasýný kaydet

source: Number of attempts to ping hosts
tr: Makineye gönderilecek azami ping sayýsý

source: Number of hosts in list
tr: Listedeki makine sayýsý

source: search engine to use
tr: kullanýlacak arama motoru

source: Interface
tr: Arayüz

source: Graph
tr: Grafik

source: nothing found
tr: hiç bir þey bulunamadý

source: searching
tr: aranýyor

source: remove
tr: sil

source: limit speed
tr: hýzý sýnýrla

source: popup main window
tr: ana pencereyi göster

source: exit
tr: çýk

source: remove completed
tr: bitenleri sil

source: remove failed
tr: hatalý olanlarý sil

source: restart download
tr: indirmeye yeniden baþla

source: stop download
tr: indirmeyi durdur

source: remove download
tr: indirileni sil

source: remove download if completed
tr: biterse indirileni sil

source: add download
tr: yeni dosya ekle

source: save list
tr: listeyi kaydet

source: execute command
tr: komut çalýþtýr

source: Scheduler
tr: Zamanlayýcý

source: Action
tr: Eylem

source: Info
tr: Bilgi

source: New
tr: Yeni

source: Command:
tr: Komut:

source: Path:
tr: Yol:

source: This action has no properties
tr: Bu eylemin özelliði bulunmuyor

source: Start time(hour:min:sec)
tr: Baþlangýç zamaný(saat:dakika:saniye)

source: Retry this action
tr: Bu eylemi yeniden dene

source: period (day/hour:min)
tr: periyod (gün/saat:dakika)

source: Filters
tr: Filtreler

source: Reget is not supported!!!
cs: Reget není podporován!!!

source: N
cs: Poèet spojení

source: %i-running %i-completed %i-total
cs: Stahuje se: %i, dokonèeno: %i, celkem: %i
